Repository: GreenCoin-Project/GreenCoinX
Catalog: app/resources/g11n/*/LC_MESSAGES/default.po
Languages: de, es, hi

source: We collect information about your use of our services, such as generic types of data accessed, times and volume of use of the services and traffic data. Traffic data includes logs, details of networks, data and systems accessed details of the sender and recipients of messages sent over our services, times and location of log on or access, duration of sessions, clickstream and similar usage or system data. We do not gather any personally identifiable information about you.
de: Wir sammeln Informationen über Ihre Nutzung unserer Dienste, wie zum Beispiel, generische Typen von Daten zugegriffen, die Zeiten und das Volumen der Nutzung der Dienste und Verkehrsdaten. Die Verkehrsdaten enthalten Protokolle, Details der Netzwerke, Daten und System/Zugangsdaten des Senders und Empfängers von Nachrichten über unser System, Zeiten und Standorte des Protokoll/Log oder Zugang, die Dauer der Sitzungen, Clickstream und ähnliche Nutzung oder Systemdaten. Wir sammeln keine persönlich identifizierbaren Informationen über Sie selber.
es: Recopilamos información sobre el uso de nuestros servicios, tales como tipos genéricos de los datos de acceso, tiempos y volumen de uso de los servicios y los datos de tráfico. Los datos de tráfico incluye registros, los detalles de las redes, los datos y los sistemas de acceso a información del remitente y los destinatarios de los mensajes enviados a través de nuestros servicios, horarios y ubicación de inicio de sesión o el acceso, duración de las sesiones, clics y datos de uso o un sistema similar. Nosotros no recogemos ninguna información personal identificable sobre usted.
hi: हम इस तरह के पहुँचा डेटा के सामान्य प्रकार, बार और सेवाओं और यातायात डेटा का उपयोग की मात्रा के रूप में हमारी सेवाओं के आपके उपयोग के बारे में जानकारी इकट्ठा। ट्रैफिक डेटा लॉग, नेटवर्क, डेटा और प्रणालियों का ब्यौरा भेजने वाले का विवरण और या उपयोग पर हमारी सेवाओं, बार और प्रवेश के स्थान पर भेजा संदेश, सत्र, clickstream और इसी तरह के उपयोग या प्रणाली डेटा की अवधि के प्राप्तकर्ताओं पहुँचा भी शामिल है। हम आप के बारे में कोई व्यक्तिगत पहचान वाली जानकारी इकट्ठा नहीं है।

source: Information Collected Through Cookies
de: Gesammelte Informationen durch Cookies
es: La información recopilada a través de cookies
hi: जानकारी कुकीज़ के माध्यम से एकत्र करते है

source: In order to personalize and enhance your experience on our Site, we may also collect information through "cookies." Cookies are small strings of text sent by our Site to your browser and then stored by your browser on your computer's hard drive. Cookies enable us to collect information about how our services are used. Until you have registered with us, the cookie will only track general usage patterns and technical information about your computer type and will not be used to identify you individually. After registration, cookies will be used to collect information on an aggregate basis, to track the readership of stories and usage of our products, to analyze traffic patterns on our sites and to provide anonymous reporting of usage. You can turn off the ability to receive cookies by adjusting the browser in your computer. However, you should note that if you do so, it might materially distort the quality of service and data you receive. Therefore, you do so at your own risk.
de: Um Ihre Erfahrung auf unserer Seite zu personalisieren und zu verbessern, können wir auch Informationen über Sie sammeln durch ”Cookies". Cookies sind kleine Textzeichenfolgen von unserer Webseite die an Ihren Browser übermittelt werden und dann von Ihrem Browser auf Ihrer Computer-Festplatte gespeichert wird. Cookies ermöglichen es uns, Informationen darüber zu sammeln, wie unsere Dienstleistungen verwendet werden. Bis Sie sich bei uns registriert haben, wird der Cookie nur allgemeine Nutzungsmuster und technische Informationen über Ihren Computertyp verfolgen und wird nicht genutzt um Sie individuell zu identifizieren. Nach der Registrierung werden Cookies verwendet, um Informationen auf aggregierter Basis zu sammeln, die Leserschaft von Geschichten und Anwendung unserer Produkte zu verfolgen, den Datenverkehr auf unseren Webseiten zu analysieren und anonyme Berichte der Nutzung zu bieten. Sie können die Funktion Cookies zu erhalten deaktivieren, indem Sie den Browser auf Ihrem Computer anpassen. Sie sollten jedoch beachten, dass, wenn Sie dies tun, es wesentlich die Qualität der Dienstleistung die Sie erhalten beinträchtigen kann.
es: Con el fin de personalizar y mejorar su experiencia en nuestro sitio web, también podemos recopilar información a través de "cookies". Las cookies son pequeñas cadenas de texto enviado por nuestro sitio web a su navegador y se guarda por su navegador en el disco duro. Las cookies nos permiten recopilar información acerca de cómo se utilizan nuestros servicios. Hasta que no se haya registrado con nosotros, la cookie sólo se hará un seguimiento de los patrones de uso general y la información técnica sobre el tipo de equipo y no será utilizada para identificar a usted de manera individual. Después del registro, se utilizarán las cookies para recoger información de forma agregada, para realizar un seguimiento del número total de lectores de historias y el uso de nuestros productos, para analizar los patrones de tráfico en nuestros sitios y proporcionar informes anónimos de uso. Se puede desactivar la capacidad de recibir cookies, ajustando el navegador en su ordenador. Sin embargo, debe tener en cuenta que si lo hace, podría distorsionar de manera sustancial la calidad del servicio y los datos que recibe. Por lo tanto, lo hace bajo su propio riesgo.
hi: आदेश निजीकृत और हमारी साइट पर अपने अनुभव को बढ़ाने के लिए, हम भी माध्यम से जानकारी एकत्र कर सकते हैं "कुकीज़।" आपके कंप्यूटर की हार्ड ड्राइव पर अपने ब्राउज़र के लिए हमारी साइट के द्वारा भेजा और फिर अपने ब्राउज़र द्वारा संग्रहित पाठ के छोटे तार कर रहे हैं। कुकीज़ कैसे हमारी सेवाओं का उपयोग किया जाता है के बारे में जानकारी इकट्ठा करने के लिए सक्षम करें। जब तक आप हमारे साथ रजिस्टर्ड हैं, कुकी केवल आपके कंप्यूटर के प्रकार के बारे में सामान्य उपयोग के पैटर्न और तकनीकी जानकारी को ट्रैक करेगा और आप व्यक्तिगत रूप से पहचान करने के लिए इस्तेमाल नहीं किया जाएगा। पंजीकरण के बाद, कुकीज एक समग्र आधार पर जानकारी इकट्ठा करने के लिए, कहानियों और हमारे उत्पादों के उपयोग के पाठकों को ट्रैक हमारे साइटों पर यातायात पैटर्न का विश्लेषण करने के लिए और उपयोग की अनाम रिपोर्टिंग प्रदान करने के लिए इस्तेमाल किया जाएगा। आप अपने कंप्यूटर में ब्राउज़र का समायोजन करके कुकीज़ को प्राप्त करने की क्षमता बंद कर सकते हैं। हालांकि, अगर आप ध्यान दें चाहिए कि अगर आप ऐसा करते हैं, यह हक़ीक़त में सेवा और डेटा प्राप्त की गुणवत्ता को विकृत हो सकता है। इसलिए, आप अपने जोखिम पर ऐसा करते हैं।

source: Information Collected Through Digital Signatures/Certificates
de: Gesammelte Informationen durch Digitale Unterschriften / Zertifikate
es: La información recopilada a través de las firmas digitales / Certificados
hi: सूचना डिजिटल हस्ताक्षर / प्रमाण पत्र के माध्यम से एकत्र

source: If the product you are using has digital certificates/certificate signatures, then your name and related details may be displayed as part of any certificate issued to you. It will be seen by those to whom your certificate or signature is presented or who rely on your certificate or signature. Your details may also need to be entered into a related status directory of certificates issued.
de: Wenn das Produkt, das Sie verwenden, digitale Zertifikate / Zertifikat Unterschriften hat, dann können der zugehörige Name und Details als Teil eines Zertifikats für Sie ausgestellt werden. Es wird von denen gesehen an die Ihr Zertifikat oder Unterschrift präsentiert wird oder von dem der auf Ihr Zertifikat oder eine Unterschrift verlässt. Ihre Daten müssen gegebenenfalls nochmal eingegeben werden Die Daten müssen eventuell auch eingegeben werden in ein Status Verzeichnis der ausgestellten Zertifikate.
es: Si el producto que está utilizando tiene certificados digitales / firmas de certificados, a continuación, su nombre y los datos relacionados pueden aparecer como parte de cualquier certificado emitido para usted. Se verá por aquellos a quienes se presenta, firma o neccesita su certificado o firma. También pueden necesitar ser introducidos en un directorio correspondiente emitiendo sus detalles.
hi: उत्पाद आप उपयोग कर रहे हैं डिजिटल प्रमाण पत्र / प्रमाण पत्र हस्ताक्षर, तो आपके नाम और संबंधित विवरण आप को जारी किसी भी प्रमाण पत्र के हिस्से के रूप में प्रदर्शित किया जा सकता है। यह जिसे अपने प्रमाण पत्र या हस्ताक्षर प्रस्तुत किया है या जो अपने प्रमाण पत्र या हस्ताक्षर पर भरोसा करने के लिए उन लोगों द्वारा देखा जाएगा। आपके विवरण भी जारी प्रमाण पत्र की एक संबंधित स्थिति निर्देशिका में प्रवेश करने की आवश्यकता हो सकती है।

source: How we protect your information
de: Wie schützen wir Ihre Informationen
es: ¿Cómo protegemos su información?
hi: कैसे हम आपकी जानकारी की सुरक्षा करते है

source: We use commercially reasonable efforts to provide security safeguards to protect your information, such as firewall protection on our servers to prevent unauthorized access to any information we may store. Although these measures are typically effective, use of the Internet and related computer systems are inherently vulnerable to unauthorized access or "hacking." No guarantee can be given to ensure that information you provide to us will not be accessed by unauthorized persons.
de: Wir benutzen wirtschaftlich angemessene Anstrengungen um Sicherheitsmaßnahmen nur Verfügung zu stellen, um Ihre Daten zu schützen, wie zum Beispiel Firewall-Schutz auf unseren Servern um den unbefugten Zugriff auf Daten zu verhindern, die wir eventuell speichern. Obwohl diese Maßnahmen in der Regel wirksam sind, sind die Nutzung des Internets und den dazugehörigen Computersysteme von Natur aus anfällig für unberechtigten Zugriff oder "Hacking". Es kann nicht garantiert werden, dass die Informationen, die Sie uns nur Verfügung stellen, nicht von Unbefugten abgerufen werden.
es: Utilizamos esfuerzos comercialmente razonables para proporcionar garantías de seguridad para proteger su información, tales como la protección de firewall en nuestros servidores para impedir el acceso no autorizado a cualquier información que podemos mantener. A pesar de estas medidas suelen ser eficaces, el uso de la Internet y los sistemas informáticos relacionados son inherentemente vulnerables a accesos no autorizados o "piratería". No se puede dar garantía, que la información que nos proporcione no será vista por personas no autorizadas.
hi: हम इस तरह हमारे सर्वर पर फ़ायरवॉल संरक्षण के लिए किसी भी जानकारी हम स्टोर कर सकते हैं करने के लिए अनधिकृत पहुँच को रोकने के रूप में, आपकी जानकारी की रक्षा के लिए सुरक्षा निगरानी प्रदान करने के लिए वाणिज्यिक दृष्टि से उचित प्रयासों का उपयोग करें। हालांकि इन उपायों को आम तौर पर प्रभावी रहे हैं, और संबंधित कंप्यूटर सिस्टम इंटरनेट के उपयोग के स्वाभाविक अनाधिकृत उपयोग या की चपेट में हैं "हैकिंग।" कोई गारंटी नहीं कि जानकारी आप अनधिकृत व्यक्तियों द्वारा पहुँचा जा नहीं होगा हमें प्रदान सुनिश्चित करने के लिए दिया जा सकता है।

source: Links to third party websites
de: Links zu Webseiten Dritter
es: Enlaces a sitios web de terceros
hi: तृतीय पक्ष की वेबसाइटों के लिंक

source: Our Site may offer links to other websites, which may have information policies and practices different from ours. We do not control and are not responsible for the privacy policies or practices of any third party sites.
de: Unsere Webseite kann Links zu anderen Webseiten anbieten, welche andere Informationspolitiken und Praktiken haben können. Wir haben keine Kontrolle und sind nicht verantwortlich für die Datenschutzrichtlinien oder Praktiken von Webseiten Dritter.
es: Nuestro sitio web puede ofrecer enlaces a otros sitios web, que pueden tener las políticas y prácticas diferentes a de las nuestras. Nosotros no controlamos y no somos responsables de las políticas o prácticas de privacidad de los sitios web de terceros.
hi: हमारी साइट का अन्य वेबसाइटों, जो जानकारी नीतियों और प्रथाओं हमारा से अलग हो सकता है करने के लिए लिंक प्रदान कर सकता है। हम नियंत्रण और गोपनीयता नीतियों या किसी तीसरे पक्ष साइटों की प्रथाओं के लिए जिम्मेदार नहीं हैं।

source: Interception of mail
de: Abfangen von mails
es: Interceptación de correo
hi: मेल का अवरोधन

source: We may reject, delay or remove content from emails which have a nature, content or attachments which, in our sole discretion, may (x) disrupt our systems or pose security issues such as viruses, or (y) be offensive, unwanted or constitute spam. In certain circumstances, this may result in "innocent" emails being affected.
de: Wir können den Inhalt von E-mails Verzögern, Entfernen oder ablehnen, wenn die Herkunft, der Inhalt, oder Anhänge, in unserem alleinigen Ermessen , (x) unsere Systeme stören oder Sicherheitsrisiken wie Viren, oder (y) anstössig sind, unerwünscht oder Spam beinhalten. Unter bestimmten Umständen kann dies auch “unschuldige” E-mail betreffen.
es: Podemos rechazar, retrasar o eliminar el contenido de correos electrónicos que tienen una naturaleza, un contenido o los archivos adjuntos que, en nuestra discreción, pueden (x) interrumpir nuestros sistemas o plantear problemas de seguridad, como los virus, o (y) ser ofensivo, no deseado o constituir correo no deseado. En ciertas circunstancias, mensajes de correo electrónico "inocentes" pueden ser afectados.
hi: हम अस्वीकार कर सकते हैं, देरी या ईमेल जो एक प्रकृति, सामग्री या संलग्नक जो, अपने विवेकाधिकार में, (अ) हमारे सिस्टम को बाधित या इस तरह के वायरस, या (ब), आक्रामक अवांछित है या गठन के रूप में सुरक्षा के मुद्दों पर खड़ी हो सकती है से सामग्री हटाने स्पैम। कुछ परिस्थितियों में, इस "निर्दोष" ईमेल प्रभावित किया जा रहा हो सकता है।

source: Consent
de: Zustimmung
es: Consentimiento
hi: सहमति

source: By using this Site, you consent to our collection and use of any personal information in accordance with this Privacy Policy. We may, at any time, to modify or update this Privacy Policy. Every time you use our site your continued use of the Site constitutes your acceptance and agreement to the then current version of this Privacy Policy, whether or not you have read it at that time. It is up to you to recheck this Privacy Policy to update yourself of any changes
de: Durch die Nutzung dieser Website erklären Sie sich mit unserer Sammlung und Nutzung von persönlichen Informationen in Übereinstimmung mit dieser Datenschutzrichtlinie einverstanden. Wir können jederzeit diese Datenschutzrichtlinie aktualisieren oder ändern. Jedes Mal, wenn Sie unsere Webseite besuchen, stimmen Sie erneut zu, der dann aktuelle Version dieser Datenschutzrichtlinie , ob Sie es zu dieser Zeit gelesen haben oder nicht. Es liegt an Ihnen, sich über diese Änderungen und Aktualisierung der Datenschutzrichtlinie zu informieren.
es: Al utilizar este sitio, usted da su consentimiento a nuestra colección y uso de cualquier información personal y esta de acuerdo con esta política de privacidad. Podemos, en cualquier momento, modificar o actualizar esta política de privacidad. Cada vez que utiliza nuestro sitio web, su uso continuado del sitio constituye su aceptación y acuerdo a la versión actual de esta política de privacidad, igual si no lo haya leído en ese momento. Es su responsabilidad, regularmente revisar esta Política de Privacidad para ponerse al día de los cambios.
hi: इस साइट का उपयोग करके आप हमारे संग्रह करने के लिए सहमति और इस गोपनीयता नीति के अनुसार किसी भी व्यक्तिगत जानकारी का उपयोग करें। हम किसी भी समय, संशोधित करने या इस गोपनीयता नीति को अद्यतन करने के लिए कर सकता है। हर बार जब आप हमारी साइट का उपयोग साइट के आपके उपयोग जारी रखना इस गोपनीयता नीति के तत्कालीन वर्तमान संस्करण के लिए अपनी स्वीकृति और समझौते का गठन किया जाए या नहीं, आप उस समय इसे पढ़ा है। यह आप पर निर्भर है कि किसी भी परिवर्तन के लिए अपने आप को अद्यतन करने के लिए इस गोपनीयता नीति पुनः जाँच करने के लिए

source: Privacy questions
de: Fragen zum Datenschutz
es: Cuestiones de privacidad
hi: गोपनीयता सवाल

source: If you have any questions regarding our privacy policy, please contact us through the
de: Für jegliche Fragen bezüglich unserer Datenschutzerklärung kontaktieren Sie uns bitte durch
es: Si usted tiene alguna pregunta con respecto a nuestra política de privacidad, por favor, póngase en contacto con nosotros a través del
hi: आप हमारी गोपनीयता नीति के बारे में किसी भी सवाल है, तो हमसे माध्यम से संपर्क करें

source: Contact Us
de: Kontakt
es: Contacto
hi: हमसे संपर्क करें

source: page on the Site
de: Seite der Webseite
es: página en el sitio web
hi: साइट पर पेज

source: GreenCoinX Inc is a Toronto, Canada based software development company that has developed XGC a unique crypto currency featuring digital identification. There is no guarantee that XGC will be utilized and if utilized will be successful. GreenCoinX Inc is an 80% subsidiary of GreenBank Capital Inc, a public company listed on the Canadian Securities Exchange under symbol GBC. Securities regulatory authorities in Canada, including the Ontario Securities Commission, have yet to determine the impact of an investment product that invests in crypto currencies, including whether or not crypto currencies constitute a suitable asset class for retail investors. The introduction of the GreenCoinX crypto currency on the market may or may not require an investment manager registration or a dealer registration, and if required there is no guarantee that such registration applications would be granted. GreenBank Capital Inc has yet to determine if such registration is required. GreenBank Capital Inc has previously filed on Sedar on March 27, 2014 a Material Change Report containing disclosures with regard to the risk of investing in crypto currencies, and on June 11, 2014 a further Material Change Report adding to such risk disclosures with respect to GreenCoinX (previously known as GreenCoin). The Material Change Reports containing these risk disclosures are available on GreenBank's company profile at
de: GreenCoinX Inc ist ein in Toronto, Kanada-basiertes Software-Entwicklungsunternehmen, das XGC eine einzigartige Krypto-Währung mit digitaler Identifikation entwickelt hat. Es gibt keine Garantie dafür, dass XGC genutzt wird, und erfolgreich sein wird. GreenCoinX Inc ist eine 80% ige Tochtergesellschaft der Greenbank Capital Inc, einer Aktiengesellschaft, die an der kanadischen Börse unter dem Symbol GBC gehandelt wird. Wertpapieraufsichtsbehörden in Kanada, einschließlich der Ontario Securities Commission, haben noch die Auswirkungen eines Anlageprodukts zu bestimmen, die unter anderem in Krypto Währungen investiert, ob oder ob nicht Krypto Währungen eine geeignete Anlageklasse für Privatanleger darstellen. Die Einführung der GreenCoinX Krypto-Währung auf dem Markt kann, oder auch nicht , einen Investmentmanager, Registrierung oder eine Händler Registrierung erfordern und bei Bedarf gibt es keine Garantie, dass ein solcher Registrierungsantrag gewährt wird. Greenbank Capital Inc hat noch zu bestimmen, ob eine solche Registrierung erforderlich ist. Greenbank Capital Inc hat sich zuvor, am 27. März 2014 auf Sedar eingereicht, einen Änderungs Bericht mit Angaben im Bezug auf das Risiko der Investition in Krypto-Währungen. Am 11. Juni 2014 wurde ein weiterer Material Change Bericht hinzugefügt mit Risikoangaben in Bezug auf GreenCoinX (früher als Greencoin bekannt). Die Material Change Berichte sind auf Greenbank Firmenprofil seine zu finden unter
es: GreenCoinX Inc es una compañía de desarrollo de software con sede en Toronto, Canadá. Ha desarrollado una cripto moneda única que se llama XGC. XGC ofrece la identificación digital. No hay ninguna garantía de que XGC será utilizada y si será utilizada con éxito. GreenCoinX Inc es una subsidiaria 80% del GREENBANK Capital Inc, una compañía pública que cotiza en la Bolsa de Valores de Canadá bajo el símbolo GBC. Autoridades reguladoras de valores de Canadá, incluida la Comisión de Valores de Ontario, todavía tienen que determinar el impacto de un producto de inversión que invierte en divisas cripto, incluyendo si o no, cripto divisas constituyen una clase de inversión adecuada para inversores minoristas. La introducción de la moneda cripto GreenCoinX en el mercado puede o no puede requerir un registro gestional de inversiones o un registro de distribuidores, y si es necesario no hay garantía de que no se concederían dichas solicitudes de registro. GREENBANK Capital Inc aún tiene que determinar si se requiere tal registro. GREENBANK Capital Inc ha presentado anteriormente en SEDAR el 27 de marzo 2014, un informe sobre cambio material que contiene revelaciones en relación con el riesgo de invertir en monedas de cifrado, y el 11 de junio, 2014, un nuevo informe Cambio Material añadiendo a dicha comunicación de riesgo con respecto a GreenCoinX (anteriormente conocido como GreenCoin). Los informes sobre cambios en el material que contiene estas revelaciones del riesgo están disponibles en el perfil de empresa en GREENBANK
hi: GreenCoinX इंक एक टोरंटो, कनाडा आधारित सॉफ्टवेयर विकास कंपनी है कि XGC एक अनूठा क्रिप्टो मुद्रा डिजिटल पहचान की विशेषता विकसित किया है। वहाँ कोई गारंटी नहीं है कि XGC उपयोग किया जाएगा और उपयोग करता है, तो सफल हो जाएगा। GreenCoinX इंक Greenbank राजधानी इंक, एक सार्वजनिक प्रतीक जीबीसी के तहत कनाडा प्रतिभूति एक्सचेंज में सूचीबद्ध कंपनी के एक 80% सहायक कंपनी है। प्रतिभूति कनाडा में नियामक अधिकारियों, ओंटारियो प्रतिभूति आयोग सहित, अभी तक एक निवेश उत्पाद है कि क्रिप्टो सहित जाए या नहीं क्रिप्टो मुद्राओं खुदरा निवेशकों के लिए एक उपयुक्त परिसंपत्ति वर्ग का गठन मुद्राओं, में निवेश के प्रभाव को निर्धारित करने के लिए किया है। बाजार पर GreenCoinX क्रिप्टो मुद्रा की शुरूआत या एक निवेश प्रबंधक पंजीकरण या एक व्यापारी पंजीकरण की आवश्यकता हो सकती है हो सकता है नहीं, और यदि जरूरी हुआ तो इसकी कोई गारंटी नहीं है कि इस तरह के पंजीकरण आवेदन पत्र प्रदान किया जाएगा है। Greenbank राजधानी इंक अभी तक निर्धारित करती है कि इस तरह के पंजीकरण आवश्यक है। Greenbank राजधानी इंक पहले से मार्च 27, 2014 एक सामग्री बदलें रिपोर्ट क्रिप्टो मुद्राओं में निवेश के जोखिम के संबंध में खुलासे से युक्त पर SEDAR पर दायर किया है, और 11 जून, 2014 को एक और सामग्री बदलें रिपोर्ट GreenCoinX के लिए सम्मान के साथ इस तरह के जोखिम के खुलासे को जोड़ने (पहले GreenCoin के रूप में जाना जाता है)। सामग्री बदलें इन जोखिम खुलासे से युक्त रिपोर्ट पर Greenbank की कंपनी प्रोफ़ाइल पर उपलब्ध हैं.

source: Send to Email
de: An E-mail senden
es: enviar a correo electrónico
hi: ईमेल को भेजे

source: Enter email and click search
de: Geben Sie die E-mail ein und klicken Sie auf “Suchen”
es: Introduzca el correo electrónico y haga clic en buscar
hi: ईमेल डालके ख्नोजे

source: amount
de: Betrag
es: cantidad
hi: रकम

source: details if successful
de: Details des Erfolgs
es: detalles si tiene éxito
hi: जानकारी अगर सफल

source: Send to Phone
de: An Telefon senden
es: Enviar a teléfono
hi: फ़ोन को भेजे

source: Enter phone and click search
de: Geben Sie die Telefonnummer ein und klicken Sie auf “Suchen”
es: introduzca el teléfono y haga clic en buscar
hi: फ़ोन नंबर डालके क्लिक करे

source: phone amount
de: Telefon Betrag
es: cantidad teléfono
hi: फ़ोन राशी

source: Use this
de: Benutzen Sie dieses
es: usa este
hi: इस्तेमाल कर्र

source: Login Email Password
de: Anmeldung E-mail Passwort
es: contraseña correo electrónico
hi: लॉग इन ईमेल पासवर्ड

source: to sign in to
de: um sich anzumelden bei
es: para iniciar sesión en
hi: सिएनिन करने कए लिए

source: Login
de: Anmelden
es: Iniciar Sesión
hi: लॉग इन करें

source: Date and time
de: Datum und Zeit
es: Fecha y Hora
hi: दिनांक और समय

source: Bits
de: Gebote
hi: बिट्स

source: Transaction hash
de: Transaktion Hash
hi: लेनदेन हैश

source: mins ago at
de: min vergangen bei
hi: मिनट पहले

source: Peer / network connections
de: Peer/Netzwerkverbindung
hi: सहकर्मी / नेटवर्क कनेक्शन

source: Last since Block
de: Letzter seit Block
hi: पिछले ब्लॉक के बाद

source: Transaction In
de: Transaktion in
hi: ट्रांस्क्सं In
