Repository: GreenCoin-Project/GreenCoinX
Catalog: app/resources/g11n/*/LC_MESSAGES/default.po
Languages: de, es, hi

source: Transaction Out
de: Transaktion Out
hi: लेनदेन Out

source: Setup Identification Win
de: Setup Identifikation Win
hi: सेटअप पहचान विन्डोज़

source: Setup Identification OSX
de: Setup Identifikation OSX
hi: सेटअप पहचान OSX

source: Rares Pateanu is a director of GreenCoinX.
de: Rares Pateanu ist ein Direktor von GreenCoinX.

source: He is a technology consultant and Course Director in Computer Sciences at York University in Toronto, Canada. He is an expert in cryptocurrency, blockchain and financial technology. Previously he was Executive Director of Morgan Stanley Enterprise Data Group, Senior Director Enterprise Architecture and Chief Architect at Rogers Communications, Vice President Architecture at CGI, and Head of Technology Cash Management Services at Bank of Montreal. He is President and a Director of the non-profit Metropolitan Toronto Condominium Corporation 690, and was a Director and Executive Vice President of the non-profit group Common, one of the largest computer user groups in the world with over 6,600 members. He obtained his Master of Science in Computer Science and Mathematics from the University of Cluj, Romania.
de: Er ist ein Technologie-Berater und Kursleiter in Informatik an der York University in Toronto, Kanada. Er ist ein Experte in Kryptowährung , Blockchain und Finanztechnologie . Zuvor war er Executive Director von Morgan Stanley Enterprise Data Group, Senior Director Enterprise Architecture und Chief Architect bei Rogers Communications, bei CGI Vice President, Architektur und Leiter Technology Cash Management Dienstleistungen bei der Bank of Montreal . Er ist Präsident und Direktor der Non-Profit-Metropolitan Toronto Condominium Gesellschaft 690 und war ein Direktor und Executive Vice President der Non-Profit-Gruppe Common, einer der größten Computer-Benutzergruppen in der Welt mit über 6.600 Mitgliedern. Er erhielt seinen Master of Science in Informatik und Mathematik an der Universität Cluj, Rumänien.

source: As at May 2016, approximately 150 million XGC have been mined of which GreenCoinX Inc owns 70 million, the non-profit Digital Foundation owns 42 million.
de: Es wurden zum zum Stand May 2016 rund 150 Millionen XGC geschöpft. Davon besitzt GreenCoinX Inc 70 Millionen, und die Non-Profit-Digital-Stiftung 42 Millionen.

source: Setup Identification
de: Setup Identifikation

source: Hash
hi: हेस

source: Merkle root
hi: मर्कल रूट

source: Nonce
hi: नोंस

source: Block Hash
hi: ब्लॉक हैश

source: Num Tx
hi: नुम tx

source: Port
hi: पोर्ट

source: Host
hi: होस्ट

source: XGC Wallet
hi: XGC वॉलेट

source: KYC Global
hi: KYC ग्लोबल

source: Bill Gates, Bloomberg TV
hi: बिल गेट्स, ब्लूमबर्ग टीवी

source: John G. Booth
hi: जोंन जी. बूथ

source: All CheckSum(sha1)
hi: ओल CheckSum(sha1)
