Repository: GreenCoin-Project/GreenCoinX
Catalog: app/resources/g11n/*/LC_MESSAGES/default.po
Languages: de, es, hi

source: a management consulting firm focused on business development and marketing. Previously he was Director of Business Development at Accenture (formerly Anderson Consulting), and he has held senior management positions at MTech and IBM. He is the author of Boardroom Selling: Proven Strategies for Selling to Decision Makers. He is a seasoned international speaker at corporate sales meetings and industry conferences, and is a specialist at executive leadership coaching.
de: einem Management-Consulting-Unternehmen welches sich auf die Geschäftsentwicklung und Marketing konzentriert. Zuvor war er Direktor der Geschäftsentwicklung bei Accenture (vormals Andersen Consulting) und führte das Senior Management bei MTech und IBM. Er ist der Autor von “Boardroom Selling": Bewährte Strategien an Entscheidungsträger verkaufen. Er ist ein erfahrener internationaler Sprecher bei Gesellschaftsversammlungen und Konferenzen und spezialisiert sich auf Führungsposition (Leadership) Coaching.
es: una empresa de consultoría de gestión con centro de atención en el desarrollo de negocios y marketing. Anteriormente fue Director de Desarrollo de Negocios de Accenture (antes Andersen Consulting), y ha ocupado cargos de alta dirección en MTech e IBM. Él es el autor de la sala de reunión de Venta: Estrategias probadas para vender a los tomadores de decisiones. Él es un orador internacional experimentado en las reuniones de ventas corporativas y conferencias de la industria, y es un especialista en entrenamiento de liderazgo ejecutivo.
hi: एक प्रबंधन सलाहकार फर्म व्यापार के विकास और विपणन पर ध्यान केंद्रित किया। इससे पहले वह एक्सेंचर (पूर्व एंडरसन कंसल्टिंग) पर व्यवसाय विकास के निदेशक थे, और वह एमटेक और आईबीएम में वरिष्ठ प्रबंधन पदों पर कार्य किया। निर्णय निर्माताओं के लिए बेचने के लिए साबित रणनीतियाँ: वह बोर्डरूम बेचने के लेखक है। उन्होंने कहा कि कंपनी की बिक्री बैठकों और उद्योग सम्मेलनों में एक अनुभवी अंतरराष्ट्रीय अध्यक्ष है, और कार्यकारी नेतृत्व कोचिंग पर एक विशेषज्ञ है।

source: Johann Tse is CEO of Aquarian Capital
de: Johann Tse ist Geschäftsleiter von Aquarian Capital
es: Johann Tse es CEO de Aquarian Capital
hi: जोहान त्से अक्वेरियन कैपिटल के सीईओ है

source: an advisory firm which specializes in strategic opportunities in China and with Chinese businesses overseas, from M&A advisory to developing renewable power plants, agribusinesses and natural resources as principals, with offices in Dallas, Beijing, Shanghai, Hong Kong and Tel Aviv. Previously he was Director for International M&A for Yum! Brands, and founded corporate venture capital program for Rohm and Haas Company. He held senior management positions with Swire Group, a UK/Hong Kong conglomerate, where he established 13 companies across numerous industries and was responsible for government relations and corporate development for China. He was the founding Deputy Chairman of the Hong Kong Chamber of Commerce in Shanghai, and was an Executive Director of the Hong Kong Chamber of Commerce in China. He is currently board member of Texas-Israel Chamber of Commerce, Dallas Business Club, and Executive Board Member of Circle Ten Council, Boy Scouts of America. He has an MBA from INSEAD, France, and a Bachelor of Science (Hons.) from the Chinese University of Hong Kong in Electronics Engineering.
de: einem Beratungsunternehmen welches sich auf strategische Chancen in China und mit chinesischen Unternehmen spezialisiert, von M&A Beratung bis zur Entwicklung erneuerbarer Kraftwerke, Lebensmittelindustrie und der natürlichen Ressourcen als Auftraggeber mit Sitz in Dallas, Peking, Shanghai, Hong Kong und Tel Aviv. Zuvor war er Direktor für International M&A für “Yum! Brands und gründete ein Risikokapital Programm für Unternehmen wie Rohm and Haas. Er hatte leitende Managementpositionen bei Swire Group, einem UK/Hongkong Konglomerat, wo er 13 Unternehmen in zahlreichen Branchen etablierte und verantwortlich für die Regierungsbeziehungen und Unternehmensentwicklung Chinas war. Er war Gründungs ​​stellvertretender Vorsitzender der Hong Kong Handelskammer in Shanghai, und war ein Vorstandsdirektor der Hong Kong Handelskammer in China. Derzeit ist er Vorstandsmitglied der Texas-Israel Chamber of Commerce, Dallas Business Club und Mitglied des “Kreis 10” Rat (Circle ten Council), Boy Scouts of America. Er hat einen Master in Betriebswirtschaft (MBA) von INSEAD, Frankreich, und hat einen Bachelor in Wissenschaftselektronik der Chinesischen Universität und von Hong Kong in Elektronik Ingenieurwesen.
es: una empresa de asesoría que se especializa en oportunidades estratégicas en China y con las empresas chinas en el extranjero, a partir de fusiones y de asesoramiento para el desarrollo de plantas de energía renovables, la agroindustria y los recursos naturales como principales, con oficinas en Dallas, Beijing, Shanghai, Hong Kong y Tel Aviv. Anteriormente fue Director de Internacional de M & A para Yum! Marcas, y el programa de capital de riesgo corporativo fundada por Rohm and Haas Company. Ocupó cargos de alta dirección con Swire Group, un conglomerado Reino Unido / Hong Kong, donde estableció 13 empresas a través de numerosas industrias y fue responsable de relaciones gubernamentales y desarrollo corporativo de China. Fue el vicepresidente fundador de la Cámara de Comercio de Hong Kong, en Shanghai, y fue Director Ejecutivo de la Cámara de Comercio de Hong Kong en China. En la actualidad es miembro de la junta de Texas-Israel Cámara de Comercio, Dallas Business Club, y miembro del Comité Ejecutivo del Consejo Círculo Diez, Boy Scouts of America. Tiene un MBA de INSEAD, Francia, y una Licenciatura en Ciencias (Hons.) De la Universidad China de Hong Kong en Ingeniería Electrónica.
hi: एक सलाहकार फर्म है जो विदेशों में चीन में सामरिक अवसरों में और चीनी के कारोबार के साथ माहिर हैं, एम से और प्रधानाचार्यों के रूप में अक्षय ऊर्जा संयंत्रों, अग्रीबिज़नेस और प्राकृतिक संसाधनों के विकास, डलास, बीजिंग, शंघाई, हांगकांग और तेल अवीव में कार्यालयों के साथ करने के लिए एक सलाहकार। इससे पहले वह अंतर्राष्ट्रीय एम एंड ए यम के लिए के लिए निदेशक थे! ब्रांड, और ROHM और हास कंपनी के लिए स्थापित किया कॉर्पोरेट उद्यम पूंजी कार्यक्रम। उन्होंने स्वायर समूह, एक ब्रिटेन / हांगकांग समूह, जहां वह कई उद्योगों में 13 कंपनियों की स्थापना की और सरकार के संबंधों और चीन के लिए कॉर्पोरेट विकास के लिए जिम्मेदार था के साथ वरिष्ठ प्रबंधन पदों पर कार्य किया। वह शंघाई में वाणिज्य हांगकांग चैंबर के संस्थापक उपाध्यक्ष था, और चीन में वाणिज्य हांगकांग चैंबर के एक कार्यकारी निदेशक थे। वह वर्तमान में टेक्सास इजरायल चैंबर ऑफ कॉमर्स, डलास व्यापार क्लब, और सर्किल दस परिषद के कार्यकारी बोर्ड के सदस्य, अमेरिका के लड़के स्काउट्स के बोर्ड के सदस्य है। उन्होंने इनसीड, फ्रांस से एमबीए, और इलेक्ट्रॉनिक्स इंजीनियरिंग में चीनी विश्वविद्यालय हांगकांग से साइंस (ऑनर्स।) के एक स्नातक है।

source: Alan Molloy is CEO of GreenCoinX (Isle of Man) Limited
de: Alan Molloy ist Geschäftsleiter von GreenCoinX (Isle of Man) Limited,
es: Alan Molloy es CEO de GreenCoinX (Isla de Man) Limited
hi: एलन मोली GreenCoinX के सीईओ (आइल ऑफ मैन) लिमिटेड

source: the European division of GreenCoinX. He is also an independent director of a number of financial sector companies in the Isle of Man and the United Kingdom and also provides business consultancy services. His business background is in wealth management. He is a member of the Investment Committee of Westbury Private Clients a UK investment management company and has previously been Chairman of Hillberry Trust Company Limited a fiduciary services company. He was previously the Managing Director of the international services of Duncan Lawrie, a British private bank. He is a Fellow of the Institute of Banking in Ireland, a Chartered Fellow of the UK Chartered Institute for Securities and Investment, a Chartered Wealth Manager and member of the Institute of Directors in Ireland. He is also a published author on investment related matters.
de: die europäische Division von GreenCoinX. Er ist auch ein unabhängiger Direktor einer Reihe von Unternehmen des Finanzsektors in der Isle of Man und dem Vereinigten Königreich. Zusätzlich bietet er Beratungsleistungen für Geschäfte. Seine berufliche Vergangenheit liegt in der Vermögensverwaltung. Er ist Mitglied des Investment Kommitee von Westbury Private Clients, einem Investment-Management-Unternehmen aus Großbritannien und war zuvor Vorsitzender eines Treuhandunternehmen namens Hillberry Trust Company Limited. Zuvor war er Geschäftsführer der internationalen Dienste von Duncan Lawrie, einer britischen Privatbank . Er ist Mitglied des “Institute of Banking” in Irland und auch ein publizierter Autor im Bezug auf Investitionsfragen.
es: la división europea de GreenCoinX. También es consejero independiente de varias empresas del sector financiero en la Isla de Man y el Reino Unido y también ofrece servicios de consultoría de negocios. Su conocimiento de los negocios es en la gestión de la riqueza. Es miembro del Comité de Inversiones de Westbury, clientes privados, una empresa de gestión de inversiones del Reino Unido y ha sido anteriormente Presidente de Hillberry Trust Company Limited una empresa de servicios fiduciarios. Anteriormente fue el director general de los servicios internacionales de Duncan Lawrie, un banco privado británico. Es miembro del Instituto de Banca en Irlanda, un compañero Colegiado de la Chartered Institute del Reino Unido para Valores e Inversiones, un gestor de bienes Colegiado y miembro del Instituto de Administración en Irlanda. Él es también un autor publicado en cuestiones relacionadas con la inversión.
hi: GreenCoinX के यूरोपीय प्रभाग। उन्होंने यह भी आदमी और यूनाइटेड किंगडम ऑफ मैन में वित्तीय क्षेत्र की कंपनियों के एक नंबर के एक स्वतंत्र निदेशक है और यह भी व्यापार परामर्श सेवाएं प्रदान करता है। उनका व्यावसायिक पृष्ठभूमि धन प्रबंधन में है। उन्होंने वेस्टबेरी प्राइवेट क्लाइंट्स ब्रिटेन के एक निवेश प्रबंधन कंपनी की निवेश समिति के एक सदस्य है और पहले हिलबेरी ट्रस्ट कंपनी लिमिटेड के अध्यक्ष एक प्रत्ययी सेवा कंपनी की गई है। वह पहले डंकन लॉरी, एक ब्रिटिश निजी बैंक के अंतरराष्ट्रीय सेवाओं के प्रबंध निदेशक थे। उन्होंने कहा कि आयरलैंड में बैंकिंग संस्थान, भारतीय प्रतिभूति के लिए ब्रिटेन के चार्टर्ड संस्थान के एक चार्टर्ड फैलो और निवेश, एक चार्टर्ड वेल्थ मैनेजर और आयरलैंड में निदेशक के संस्थान के सदस्य के एक साथी है। उन्होंने यह भी निवेश से संबंधित मामलों पर एक प्रकाशित लेखक हैं।

source: Vinnie Grosso is a telecommunications and entertainment industry veteran
de: Vinnie Grosso ist ein Telekommunikations-und Entertainment-Industrie-Veteran
es: Vinny Grosso es un veterano de la industria del entretenimiento y telecomunicaciones
hi: विन्नी ग्रोसो एक दूरसंचार और मनोरंजन उद्योग के अनुभवी है

source: having held senior posts with NBC, AT&T, PRIMEDIA, and as CEO of start-up Into Networks. He is an established entrepreneur with “disruptive” technology and business models for streaming video, interactive television, video-on-demand, software-on-demand and mobile commerce for more than two decades. As President of "AT&T Downtown Digital" he led the first interactive TV trials for AT&T, headed up NBC's efforts with TV affiliates on the Internet, led the technology effort for Primedia to distribute educational software by satellite and built the largest USA and Canadian distributor of broadband games for the cable industry at Into Networks. He is also recognized as a board member of The National Association of Television Program Executives, working the early business models for digital entertainment. He is currently a consultant to Fortune 500 Companies and start-ups alike.
de: der bereits verschiedene leitende Stellen mit NBC, A&T, PRIMADIA hatte. Zusätzlich agierte er als Geschäftsleiter der start-up Firma Into-Networks. Er ist ein etablierter Unternehmer mit Technologie und Geschäftsmodellen für Streaming-Videos, interaktives Fernsehen, Video-on-Demand (auf Anfrage), Software-on-Demand und mobilem Handel für mehr als 20 Jahren. Als Präsident von "AT&T Downtown Digital" leitete er die ersten interaktiven TV-Studien für AT&T und NBC´s welche den technologischen Vorteil für Primadia verlieh , eine Lernsoftware über Satellit zu verbreiten und somit der grösste Vertriebshändler Kanadas und der Vereinigten Staaten für Breitband-Spiele der Kabelindustrie “Into Networks” zu werden. Er wird auch als Vorstandsmitglied der “National Association of Television Program “Executives” anerkannt wo er an den frühen Geschäftsmodellen für digitale Unterhaltung arbeitet. Derzeit ist er als Berater für Fortune 500-Unternehmen und ähnlichen Start-ups tätig.
es: habiendo ocupado puestos de alto nivel con la NBC, AT & T, PRIMEDIA, y como director general de la “start up into networks”. Él es un empresario establecido con la tecnología y los modelos de negocio "disruptivas" para la transmisión de vídeo, televisión interactiva, vídeo bajo demanda, el software bajo demanda y el comercio móvil desde hace más de dos décadas. Como Presidente de la "AT &T Download digital" que condujo a los primeros ensayos de televisión interactiva para AT & T, encabezado los esfuerzos de la NBC con los afiliados de televisión en Internet, dirigido el esfuerzo tecnología para Primedia para distribuir software educativo por satélite y construiyó la mayor EE.UU. y distribuidor canadiense de juegos de banda ancha para la industria del cable en las redes online. También es reconocido como un miembro de la junta de la Asociación Nacional de Ejecutivos de Programas de Televisión, el trabajo de los primeros modelos de negocio para el entretenimiento digital. En la actualidad es consultor para compañías de Fortune 500 y la creación de empresas por igual.
hi: एनबीसी, एटी एंड टी, PRIMEDIA, के साथ और नेटवर्क में स्टार्ट-अप के सीईओ के रूप में वरिष्ठ पदों पर कार्य किया हो रही है। उन्होंने कहा कि वीडियो स्ट्रीमिंग, इंटरएक्टिव टीवी के लिए "विघटनकारी" प्रौद्योगिकी और व्यापार मॉडल के साथ एक स्थापित उद्यमी है, वीडियो-ऑन-डिमांड, सॉफ्टवेयर पर मांग और अधिक से अधिक दो दशकों के लिए मोबाइल वाणिज्य। राष्ट्रपति के रूप में "एटी एंड टी Downtown डिजिटल" वह एटी एंड टी के लिए पहली इंटरेक्टिव टीवी ट्रायल के नेतृत्व में, इंटरनेट पर टीवी सहयोगियों के साथ एनबीसी के प्रयासों का नेतृत्व किया, Primedia के लिए प्रौद्योगिकी प्रयास उपग्रह द्वारा शैक्षिक सॉफ्टवेयर वितरित करने के लिए नेतृत्व और सबसे बड़ा संयुक्त राज्य अमेरिका और कनाडा के वितरक बनाया में नेटवर्क पर केबल उद्योग के लिए ब्रॉडबैंड का खेल। उन्होंने यह भी डिजिटल मनोरंजन के लिए जल्दी व्यापार मॉडल काम कर टेलीविजन कार्यक्रम अधिकारियों के राष्ट्रीय संघ के एक बोर्ड के सदस्य के रूप में मान्यता प्राप्त है। वह वर्तमान में फॉर्च्यून 500 कंपनियों और शुरू अप के लिए एक जैसे एक सलाहकार है।

source: Trevor Koverko is the CEO of Polymath Computer Solutions Inc
de: Trevor Koverko ist der Geschäftsleiter von Polymath Computer Solutions Inc,
es: Trevor Koverko es el CEO de Polymath Computer Solutions Inc
hi: ट्रेवर कोवेरको पोलिमेथ कंप्यूटर सोलुस्न्स इंक के सीईओ है

source: a virtual reality real estate marketing business. Previously he was CEO of eProf Education Inc a technology startup connecting educators and students in a virtual classroom. He is an early adopter of crypto currency with a diversified angel investor portfolio. He is retired from the New York Rangers where he was a draft pick in 2005, and previously played professional hockey in the Ontario Hockey League. He is a graduate from the University of Western Ontario-Richard Ivey School of Business.
de: einem Virtuellen-Realität Immobilienmarkt. Zuvor war er Geschäftsführer von “eProf Education Inc”, ein Technologie-Anlauf wo Lehrer und Schüler in einem virtuellen Klassenzimmer verbunden sind. Er ist ein früher Anwender von Kryptowährungen mit einem abwechslungsreichen Investor Portfolio. Er ist von den New York Rangers im Ruhestand, wo er “Draft-Pick” im Jahr 2005 war und zuvor professionellen Eishockey in der Ontario Hockey League spielte. Er ist ein Absolvent der University of Western Ontario-Richard Ivey School of Business.
es: un negocio de comercialización inmobiliaria realidad virtual. Anteriormente, fue director general de eProf Education Inc una empresa de tecnología que conecta los educadores y los estudiantes en un aula virtual. Él es un adaptador temprano de cripto divisas, con una cartera diversificada de Angel inversores. Él se retiró de los Rangers de Nueva York, donde fue “draft” en 2005, y anteriormente jugó al hockey profesional en la liga de hockey de Ontario. Es graduado de la Universidad de Western Ontario-Richard Ivey School de negocios.
hi: एक आभासी वास्तविकता अचल संपत्ति विपणन व्यापार। इससे पहले वह eProf शिक्षा इंक के सीईओ एक प्रौद्योगिकी स्टार्टअप एक आभासी कक्षा में शिक्षकों और छात्रों को जोड़ने था। उन्होंने कहा कि एक विविध स्वर्गदूत निवेशक पोर्टफोलियो के साथ क्रिप्टो मुद्रा का एक प्रारंभिक एदोप्टर है। वह न्यूयॉर्क रेंजरों जहां वह 2005 में एक मसौदा लेने गया था, और पहले ओंटारियो हॉकी लीग में पेशेवर हॉकी खेला से संन्यास ले लिया है। उन्होंने वेस्टर्न ओंटारियो-रिचर्ड आइवी बिजनेस स्कूल के विश्वविद्यालय से स्नातक हैं।

source: Jim Taylor is Senior Solution Architect for Liaison Technologies Inc
de: Jim Taylor ist der Leiter von Lösungskonzepten für Liaison Technologies Inc,
es: Jim Taylor es Arquitecto senior de la empresa Liason Technologies Inc
hi: जिम टेलर सम्पर्क टेक्नोलॉजीज इंक के लिए वरिष्ठ वास्तुकार समाधान है

source: a data integration and data security company. He was Chief Technology Officer of bTrade Inc a venture-funded software company focused on providing a secure platform for internet-based business transactions, which was purchased by Click Commerce. He previously was head of systems programming teams at Pier 1 Imports and Levi Strauss.
de: einem Datenintegration und Datensicherheitsunternehmen . Er war Technischer Leiter von “bTrade Inc” einem Risikokapital finanzierten Software Unternehmen, mit dem Schwerpunkt eine sichere Internet basierende Transaktionen-Platform für Firmen zu schaffen. Diese wurde von Click Commerce gekauft. Zuvor war er Leiter des Systemprogrammierungs-Team bei Pier 1 Imports und Levi Strauss.
es: una empresa de seguridad de datos y la integración de datos. Era director de tecnología de bTrade Inc. una compañía de software de riesgo-financiado centrado en proporcionar una plataforma segura para transacciones de negocios basados en Internet, que fue comprado por Click Commerce. Anteriormente fue responsable de sistemas de programación de los equipos en el Pier 1 Imports y Levi Strauss.
hi: एक डेटा एकीकरण और डाटा सुरक्षा कंपनी। उन्होंने bTrade इंक के मुख्य प्रौद्योगिकी अधिकारी एक उद्यम वित्त पोषित सॉफ्टवेयर इंटरनेट आधारित व्यापार लेनदेन, जो वाणिज्य क्लिक करें द्वारा खरीदा गया था के लिए एक सुरक्षित मंच प्रदान करने पर ध्यान केंद्रित कंपनी थी। वह पहले सिस्टम प्रोग्रामिंग पियर 1 आयात और लेवी स्ट्रास में टीमों के प्रमुख थे।

source: Joe Devich is a Partner at Newport Board Group
de: Joe Devich ist Partner bei “Newport Board Group”,
es: Joe Devich es un socio de Newport Board Group
hi: जो देवीच न्यूपोर्ट बोर्ड समूह में एक भागीदार है

source: a national professional management services firm. He was previously Founder of TipApplause, a developer of mobile phone applications, and President of Knowberry, a web based utility focused on public safety. He was also President of three other technology companies, BizTube, Mosaix, and Asta Networks. He has held senior management positions with Covad Communications, Qwest Communications, Ameritech, and EDS.
de: einer nationalen professionellen Management-Dienstleistungsfirma. Zuvor war er Gründer von “TipApplaus”, einem Entwickler von Handy-Anwendungen, und Präsident von “Knowberry”, einem Web-basierten Dienstprogramm fokussierend auf öffentliche Sicherheit. Er war auch Präsident von drei weiteren Technologie-Unternehmen, BizTube, Mosaix und Asta Networks. Er hatte leitende Positionen bei “Covad Communications”, “Qwest Communications”, Ameritech und EDS inne.
es: una firma nacional de servicios de gestión profesional. Anteriormente, fue fundador de TipApplause, un desarrollador de aplicaciones para teléfonos móviles, y el presidente de Knowberry, una utilidad basada en web centrado en la seguridad pública. También fue Presidente de otras tres empresas de tecnología, BizTube, Mosaix, y Asta Networks. Ha ocupado puestos de alta dirección con Covad Communications, Qwest Communications, Ameritech, y EDS.
hi: एक राष्ट्रीय व्यावसायिक प्रबंधन सेवाओं फर्म। वह पहले TipApplause, मोबाइल फोन अनुप्रयोगों के एक डेवलपर के संस्थापक थे, और Knowberry के राष्ट्रपति, एक वेब आधारित सार्वजनिक सुरक्षा पर ध्यान केंद्रित उपयोगिता। उन्होंने यह भी तीन अन्य प्रौद्योगिकी कंपनियों के राष्ट्रपति BizTube, Mosaix, और Asta नेटवर्क था। उन्होंने Covad संचार, Qwest संचार, Ameritech, और ईडीएस के साथ वरिष्ठ प्रबंधन पदों पर कार्य किया।
