Repository: GreenCoin-Project/GreenCoinX
Catalog: app/resources/g11n/*/LC_MESSAGES/default.po
Languages: de, es, hi

source: is the Co-Founder and currently a Director and largest shareholder of Midpoint Holdings Ltd (TSXV:MPT) having stepped down as Chairman and CEO in late 2015. Midpoint is the world’s first peer to peer Foreign Exchange matching platform which matches buyers and sellers at the midpoint of the relevant currency interbank cross rate via its US patented multi-party, multi-currency matching computerized business method. John led the company from inception through to revenue and through various rounds of financing culminating with its listing on both the Toronto and Frankfurt exchanges. He is also Chairman of Laramide Resources (TSX:LAM), a director of Maya Gold & Silver (TSXV:MYA) and Tirex Resources (TSXV:TXX) where he was the nominee director for the European Bank for Reconstruction and Development for many years. He has over 25 years’ experience in international finance as an investment banker, strategy consultant, lawyer and fund manager. He has co-founded three financial services companies, and is a member in good standing of the bars of Ontario, New York and DC. He obtained his LLM in International Finance, Tax and Environmental Law from University of London, JD from University of Detroit, and LLB in Law from University of Windsor.
de: ist der Mitgründer und derzeitige Direktor und größte Aktionär der Midpoint Holdings Ltd (TSXV: MPT). Ende 2015 trat er von seinen Ämtern als Vorstandsvorsitzender und Geschäftsleiter zurück. Midpoint” ist die weltweit erste Peer to Peer Auslandstauschbörse welche Käufer im “midpoint” (Treffpunkt) der relevanten Währung findet und abstimmt. John führte das Unternehmen von der Gründung, bis hin zum Gewinn und durch verschiedene Finanzierungsrunden zu ihren Höhepunkt mit der Notierung an beiden Handelsbörsen in Toronto und Frankfurt. Er ist auch Vorsitzender der “Laramide Resources” (TSX: LAM), ein Direktor von “Maya Gold & Silver” (TSXV: MYA) und “Tirex Resources” (TSXV: TXX), wo er der nominierte Direktor der Europäischen Bank für Wiederaufbau und Entwicklung (The European Bank for Reconstruction) für viele Jahre war . Er hat über 25 Jahre Erfahrung in der internationalen Finanzwelt als Investmentbanker, Strategieberater, Rechtsanwalt und Fondsmanager. Er war Mitgründer drei Finanzdienstleistungsunternehmen und wird als gutes Mitglied der “Bars” von Ontario” , New York und DC angesehen. Er erhielt seinen Master in Rechtswissenschaften, Internationalen Finanzen, Steuer und Umweltrecht an der University of London, JD von der University of Detroit und LLB in Rechtswissenschaften von der University of Windsor.
es: es el co-fundador y actualmente un director y accionista de Midpoint Holdings Ltd (TSXV: MPT) habiendo renunciado como presidente y CEO a finales de 2015. Midpoint es la primera plataforma de juego de divisas que coincide con los compradores y vendedores en el punto medio de la tasa interbancaria cruz divisa correspondiente, a través de su patentado en EE.UU., multiconferencia, multi-moneda a juego método computarizado de los negocios. John llevó a la empresa desde su inicio hasta a los ingresos ya través de diversas rondas de financiación que culminaron con su cotización en las bolsas de Toronto y Fráncfort. También es Presidente de Recursos laramídicas (TSX: LAM), un director de Maya Gold & Silver (TSXV: MYA) y Recursos Tirex (TSXV: txx), donde fue el director nominado para el Banco Europeo de Reconstrucción y Desarrollo durante muchos años . Tiene más de 25 años de experiencia en finanzas internacionales como banquero de inversión, consultor de estrategia, abogado y administrador del fondo. Ha co-fundado tres compañías de servicios financieros, y es miembro de pleno derecho de las barras de Ontario, Nueva York y Washington DC. Obtuvo su Maestría en Finanzas Internacionales, Derecho Fiscal y Ambiental de la Universidad de Londres, JD de la Universidad de Detroit, y la Licenciatura en Derecho en Derecho por la Universidad de Windsor.
hi: सह संस्थापक और वर्तमान में एक निदेशक और मध्य होल्डिंग्स लिमिटेड की सबसे बड़ी शेयरधारक है: देर से 2015 के मध्य में अध्यक्ष और मुख्य कार्यकारी अधिकारी पद से हट कर (TSXV एमपीटी) दुनिया का पहला, जिस पर खरीदार और विक्रेता के मैचों विदेशी मुद्रा मिलान मंच के लिए सहकर्मी सहकर्मी है अपनी अमेरिका के माध्यम से प्रासंगिक मुद्रा अंतरबैंक पार दर के मध्य बहुदलीय, बहु मुद्रा कम्प्यूटरीकृत व्यापार विधि मिलान का पेटेंट कराया। जॉन राजस्व के माध्यम से और दोनों टोरंटो और फ्रैंकफर्ट बाजारों में अपनी लिस्टिंग के साथ समापन वित्तपोषण के विभिन्न दौर के माध्यम से स्थापना के समय से कंपनी का नेतृत्व किया। (: लैम टोरंटो), माया सोने और चांदी के एक निदेशक (TSXV: mya) और Tirex संसाधन (TSXV: Txx) जहां वह कई वर्षों के लिए पुनर्निर्माण और विकास के लिए यूरोपीय बैंक के लिए नामित निदेशक था वह भी Laramide संसाधन के अध्यक्ष । उन्होंने कहा कि एक निवेश बैंकर, रणनीति सलाहकार, वकील और फंड मैनेजर के रूप में अंतरराष्ट्रीय वित्त में वर्ष का 25 से अधिक का अनुभव है। वह सह की स्थापना तीन वित्तीय सेवा कंपनियों, और ओंटारियो, न्यूयॉर्क और डीसी की सलाखों के अच्छे खड़े में एक सदस्य है। उन्होंने कहा कि उनकी एलएलएम विंडसर विश्वविद्यालय से कानून में लंदन विश्वविद्यालय, डेट्रायट के विश्वविद्यालय से जेडी, और एलएलबी से अंतरराष्ट्रीय वित्त, टैक्स और पर्यावरण कानून में प्राप्त की।

source: Identification Search
de: Suchen-Identifikation
es: Buscar identificación
hi: पहचान खोजें

source: Registered users
de: Registrierte Benutzer
es: Usuarios Registrados
hi: पंजीकृत उपभोक्ता

source: Email
es: Correo electrónico
hi: इमेल

source: Phone
de: Telefon
es: Teléfono
hi: फोन

source: Identification
de: Identifikation
es: Identificación
hi: पहचान

source: Extra Info
es: Información adicional
hi: अतिरिक्त जानकारी

source: City
de: Stadt
es: Ciudad
hi: शहर

source: Country
de: Land
es: País
hi: देश

source: Registered
de: Registriert
es: Registrado
hi: दर्ज कराई

source: Enter ##CODE## for the above information from your identification.log to view GreenCoinX addresses
de: Geben Sie den ##CODE## für die obere Information Ihres Identifikation.log ein ,um GreenCoinX Adressen zu sehen.
es: Introduzca el ##CÓDIGO## para la información anterior de su identification.log para ver las direcciones GreenCoinX
hi: GreenCoinX पतों देखने के लिए अपने identification.log से उपरोक्त जानकारी के लिए ##CODE## दर्ज

source: Code not correct
de: Code inkorrekt
es: Código incorrecto
hi: कोड सही नहीं

source: Contact us
de: Kontakt
es: Contáctenos
hi: हमसे संपर्क करें

source: Address: 208 Queens Quay West, Suite 2506, Toronto, Ontario M5J 2Y5
de: Addresse: 208 Queens Quay West, Suite 2506, Toronto, Ontario M5J 2Y5
es: Dirección: 208 Queens Quay West, Suite 2506, Toronto, Ontario M5J 2Y5
hi: पता: 208 Queens Quay West, Suite 2506, Toronto, Ontario M5J 2Y5

source: Open a new Online wallet
de: Ein neues Online Wallet eröffnen
es: Abrir un nuevo Wallet online
hi: एक नया ऑनलाइन बटुए खुला

source: Open a new mobile wallet on your Android mobile device
de: Eröffnen Sie ein neues, mobiles Wallet auf Ihrem Android Gerät
es: Abre un nuevo Wallet en su deportivo de movil android
hi: अपने Android मोबाइल डिवाइस पर एक नया मोबाइल बटुआ खोलें

source: Technical Wallet Download GreenCoinX v0.9.3
de: Technisches Wallet GreenCoinX v0.9.3 herunterladen
es: Descargar Wallet técnico GreenCoinX v.0.9.3
hi: तकनीकी वॉलेट डाउनलोड GreenCoinX v0.9.3

source: Your Operating System
de: Ihr Operationssystem
es: Su sistema operativo
hi: आपका ऑपरेटिंग सिस्टम

source: Download
es: Descargar
hi: डाउनलोड

source: Windows 64 and 32 bit
es: Windows 64 y 32 bit

source: Your Windows OS can be 64 or 32 bit
de: Ihr Windows OS kann 64 oder 32 bit sein
es: Su sistema operativo Windows puede ser de 64 o 32 bits

source: If you are not sure, it is advisable to download GreenCoinX Setup 32 bit.
de: Wenn Sie sich nicht über die Version Ihres Betriebssystem sicher sind, dann Raten wir Ihnen die 32bit Version herunter zu laden.
es: Si no está seguro, es recomendable descargar el programa de instalación GreenCoinX 32 bits.
hi: आप यकीन नहीं कर रहे हैं, तो यह GreenCoinX सेटअप 32 बिट डाउनलोड करने के लिए सलाह दी जाती है।

source: Your OS is Linux based, download from above link.
de: Ihr OS basiert auf Linux, dann laden Sie von dem oberen Link herunter
es: Su sistema operativo está basado en Linux, descargar desde el enlace de arriba.
hi: आपका लिनक्स ओएस आधारित है, ऊपर के लिंक से डाउनलोड करें।

source: Your OS is MAC OSX 10.7 download from above line
de: Ihr OS basiert auf Mac OST 10.7 , dann laden Sie von dem oberen Link herunter
es: Su sistema operativo es Mac OS X 10.7, descarga por la linea arriba

source: Why should I use GreenCoinX?
de: Warum sollte ich GreenCoinX benutzen?
es: ¿Por qué debería utilizar GreenCoinX?

source: GreenCoinX is a unique crypto currency that features digital identification. As users are identified by email and phone, those that intend illegal activities will likely not use GreenCoinX. Furthermore, due to this identification feature, governments can collect transaction taxes which thereby encourages worldwide adoption of GreenCoinX.
de: GreenCoinX ist eine einzigartige Krypto-Währung, die digitale Identifikation verwendet. Da die Nutzer per E-Mail und Telefon identifiziert werden, ist ein verwenden von GreenCoinX für diejenigen mit illegale Aktivitäten eher unwahrscheinlich. Aufgrund dieses Identifikationsschritts können Regierungen/Behörden Transaktionssteuern erheben die die dadurch weltweite Einführung von GreenCoinX fördert.
es: GreenCoinX es una única moneda digital requiriendo identificación digital, a medida que los usuarios se identifican por correo electrónico y teléfono. Las personas que pretenden ejecutar actividades ilegales no utilizarán GreenCoinX. Además, debido a esta característica de identificación, los gobiernos pueden recaudar impuestos de transacción que de ese modo alimenta la adopción mundial de GreenCoinX.

source: What is the GreenCoinX crypto currency identifier?
de: Was ist die GreenCoinX Symbol-Kennung?
es: ¿Cuál es el identificador de la moneda digital GreenCoinX?

source: Who developed XGC?
de: Wer hat XGC entwickelt?
es: ¿Quien desarrolló XGC?

source: GreenCoinX Inc, a company jointly owned by lead developer Nilam Doctor and investment company
de: GreenCoinX Inc, ein Gemeinschaftsunternehmen zwischen Hauptentwickler Nilam Doctor und Investmentgesellschaft
es: GreenCoinX Inc es una empresa poseída por el desarrollador principal Nilam Doctor y la sociedad de inversión de GreenBank Capital Inc (CSE: GBC)

source: Will there be a finite number of XGC?
de: Wird es eine limitierte Anzahl von XGC geben?
es: ¿Habrá un número limite de XGC?

source: Yes. There will be a finite maximum of 210 million XGC that can ever be mined or generated between January 2014 and December 2160.
de: Ja. Der Höchstbetrag der jemals in XGC geschöpft werden kann ist 210 Millionen. Diese XGC werden zwischen Januar 2014 und Dezember 2160 erzeugt.
es: Sí. Habrá un máximo de 210 millones XGC que se puede extraer o minerar entre enero 2014 y diciembre de 2160.

source: How many XGC exist?
de: Wie viele XGC existieren bereits?
es: ¿Cuántas XGC existen?
hi: XGC कितने मौजूद हैं?

source: As at May 2016, approximately 180 million XGC have been mined of which GreenCoinX Inc owns 70 million, the non-profit Digital Foundation owns 42 million.
es: En Mayo de 2016, aproximadamente se han extraído unos 180 millones XGC de las cuales GreenCoinX Inc posee 70 millones y 42 millones posee la organización no lucrativa, la Fundación digital.

source: How can I mine XGC?
de: Wie kann ich XGC schöpfen/minen?
es: ¿Cómo se puede minar XGC?
hi: मैं XGC कैसे माइन कर सकता हूँ?

source: Mining is performed by downloading the GreenCoinX software at
de: Um XGC zu schöpfen benötigt man die GreencoinX Software die heruntergeladen werden kann auf
es: La minería se lleva a cabo mediante la descarga del software GreenCoinX en http://GreenCoinX.com/greencoin/download
hi: खनन पर GreenCoinX सॉफ्टवेयर डाउनलोड करने के द्वारा किया जाता है

source: and then using the host computer to solve an algorithm which when solved is rewarded with XGC.
de: Somit wird der Nutzer PC beauftragt, Algorithmen zu lösen die mit XGC belohnt werden.
es: y luego utilizando el equipo host para resolver un algoritmo que le recompensa con XGC cuando se resuelve correctamente.
hi: और फिर कंप्यूटर का उपयोग कर एक एल्गोरिथ्म जो जब सुलझ XGC साथ पुरस्कृत किया है हल करने के लिए।

source: Why is XGC mining done?
de: Warum werden XGC geschöpft?
es: ¿Por qué se hace la minería XGC?
hi: क्यों XGC खनन किया जाता है?

source: Mining is done to keep the XGC blockchain functioning and processing XGC transactions. When the XGC mining software accepts a transaction it is then broadcast and recorded on the XGC blockchain. When another miner accepts the transaction, that miner is rewarded with a voluntary transaction fee which is usually not less than 0.0001XGC. Currently, standard computers can be used to mine XGC, however the reward for mining reduces over time and so as more XGC miners become active and the difficulty of solving the algorithmic equations increases, it is anticipated that specially designed computers are likely to be required to complete XGC mining transactions.
de: Es wird geschöpft um die Funktionsweise des Blockchains und Verarbeitung der XGC Transaktionen zu halten. Wenn die XGC Software eine Transaktion akzeptiert, wird diese auf dem XGC Blockchain übertragen und aufgezeichnet. Wenn ein anderer Schöpfer diese Transaktion akzeptiert, wird dieser mit einer freiwilligen Transaktionsgebühr belohnt. Diese ist in der Regel nicht weniger als 0.0001XGC. Derzeit können Standard-Computer zum Minen der XGC verwendet werden. Über die Zeit werden sich die Belohnungen der Schöpfer reduzieren, mehr XGC Schöpfer werden aktiv und die Schwierigkeit, die algorithmischen Gleichungen zu lösen steigt. So wird davon ausgegangen, dass in Zukunft spezielle Designte Computer benötigt werden um XGC zu schöpfen.
es: La minería se hace para mantener las operaciones de funcionamiento y procesamiento del Blockchain (cadena de Bloques) XGC. Cuando el software de minería de XGC acepta una transacción, se transmite y se graba en el Blockchain XGC. Cuando otro minero acepta la transacción, se recompensa a él con una tarifa de transacción voluntaria que por general no es inferior a 0.0001XGC. En la actualidad, se puede utilizar un equipos estándar para minar XGC, sin embargo la recompensa para la minería reduce con el tiempo y por lo que a medida que más mineros XGC se activan y la dificultad de resolver las ecuaciones algorítmicas aumentan, se prevé que ordenadores especialmente diseñados serán susceptibles de ser necesarios para completar transacciones mineras XGC.
hi: खनन XGC blockchain कामकाज और प्रसंस्करण XGC लेनदेन रखने के लिए किया जाता है। जब XGC खनन सॉफ्टवेयर एक सौदे को स्वीकार करता है तो यह प्रसारण और XGC blockchain पर दर्ज की गई है। जब एक और खान में लेनदेन को स्वीकार करता है, कि खान में काम करनेवाला एक स्वैच्छिक लेनदेन शुल्क है जो आमतौर पर 0.0001XGC से कम नहीं है के साथ पुरस्कृत किया है। वर्तमान में, मानक कंप्यूटर खान XGC करने के लिए इस्तेमाल किया जा सकता है, लेकिन खनन के लिए इनाम के समय के साथ और इतने के रूप में अधिक XGC खनिक सक्रिय हो जाते हैं और एल्गोरिथम समीकरणों बढ़ जाती है के हल के लिए कठिनाई, यह अनुमान है कि विशेष रूप से डिजाइन कंप्यूटर के लिए आवश्यक हो जाने की संभावना है कम कर देता है पूरा XGC खनन लेनदेन।

source: Why is the XGC identification feature important?
de: Warum ist die XGC Identifikation wichtig?
es: ¿Por qué la característica de identificación XCG es importante?
hi: XGC पहचान की सुविधा के लिए महत्वपूर्ण क्यों है?

source: Other crypto currencies are not identifiable and therefore those crypto currencies are not only susceptible to be used for illegal purposes, but are not easily taxable by governments. These concerns make global acceptance of crypto currency transactions more difficult. GreenCoinX provides a solution by adding email and phone identification to all GreenCoinX transactions. Those intending illegal activities will likely not use GreenCoinX as they can be easily identified. Furthermore, global governments will be able to collect taxes based on GreenCoinX transactions with country by country rules for each type of transaction.
de: Andere Krypto Währungen sind nicht identifizierbar und daher nicht nur anfällig für illegale Zwecke sondern auch sehr schwer von Regierungen zu versteuern. Diese Sorgen machen eine weltweite Akzeptanz von einer digitalen Kryptowährung schwieriger. GreenCoinX bietet eine Lösung durch die Einbettung von E-Mail und Telefon Identifikation bei allen GreencoinX Transaktionen. Diejenigen, mit illegalen Absichten werden wahrscheinlich GreenCoinX nicht verwenden, da sie leicht zu erkennen sind. Darüber hinaus sind globale Regierungen in der Lage, Steuern für jede verschiedene Art von Transaktion auf GreenCoinX ,mit ihren eigenen Länderbestimmungen, direkt in das System einzubetten.
es: Otras monedas digitales no son identificables y, por lo tanto, las monedas digitales no sólo son susceptibles de ser utilizados para fines ilegales, pero no son fácilmente gravable por los gobiernos. Estas preocupaciones hacen una aceptación global, de transacciones cripto divisa, más difícil. GreenCoinX proporciona una solución a todas las transacciones GreenCoinX mediante la adición de identificación por correo electrónico y teléfono. Las personas intentando ejecutar actividades ilegales probablemente no utilizarán GreenCoinX ya que pueden ser fácilmente identificados. Por otra parte, los gobiernos mundiales serán capaces de recaudar impuestos sobre la base de las transacciones de GreenCoinX , aplicando las normas de cada país para cada tipo de transacción.

source: How does the identification process work?
de: Wie funktioniert der Identifikationsprozess?
es: ¿Cómo funciona el proceso de identificación?

source: GreenCoinX identification is initially done when a XGC Wallet is opened for the first time. The user email and phone address are verified and stored on the blockchain of GreenCoinX as a transaction with zero value. The user has the option of sending or receiving GreenCoinX to a phone, email or GreenCoinX address. The user will have to provide email and phone information, which will be validated by a simple code sent to the user and then verified.
de: Die Identifizierung bei GreenCoinX wird direkt durchgeführt bei der ersten Eröffnung eines XGC Wallets (Geldbörse/Konto). Die E-Mail und Telefon-Adresse des Nutzers werden verifiziert und auf dem Blockchain von GreenCoinX als Transaktion mit dem Wert “null” gespeichert. Der Benutzer hat die Möglichkeit, XGC per Telefon, E-mail oder GreencoinX Adresse zu versenden und zu erhalten. Der Benutzer ist dazu verpflichtet diese Informationen zur verfügung zu stellen welche verifiziert und per gesendetem Code bestätigt wird.
es: La identificación GreenCoinX se realiza inicialmente cuando se abre una cartera (Wallet) XGC por primera vez. El correo electrónico del usuario y el número de teléfono se verifican y se almacenan en el Blockchain de GreenCoinX como una transacción con valor cero. El usuario tiene la opción de enviar o recibir GreenCoinX a un teléfono, correo electrónico o dirección GreenCoinX. El usuario tendrá que proporcionar la información de correo electrónico y de teléfono, que será validada por un simple código enviado al usuario y luego verificado.

source: What is an XGC address?
de: Was ist eine XGC Adresse?
es: ¿Qué es una dirección de XGC?

source: When XGC is mined or generated, the miners are rewarded with XGC and an address is created and assigned to the XGC. A typical XGC address is 34 alpha-numeric characters in length, however users can use their email or phone address instead of this long code to send or receive XGC. This makes it easier for the XGC user to make transactions. The XGC user does not have to remember any XGC address, and just needs to know an email or phone address. The XGC addresses of the user and recipient will be pulled from the XGC blockchain.
de: Wenn XGC abgebaut oder erzeugt wird, werden die Schöpfer belohnt mit XGC. In diesem Moment wird eine Adresse kreiert und den XGC zugeteilt. Eine typisches XGC Adresse ist 34 alphanumerische Zeichen lang, aber die Benutzer haben die Möglichkeit ihre E-Mail oder Telefon-Adresse anstelle dieses langen Codes zu benutzen um XGC senden oder empfangen zu können. Dies macht es einfacher für die XGC Benutzer Transaktionen auszuführen. Der XGC Benutzer muss sich an keine XGC Adresse erinnern, und braucht nur eine E-Mail oder Telefon-Adresse zu kennen. Die XGC Adressen der Benutzer und Empfänger werden aus dem XGC blockchain gezogen.
es: Cuando se extrae o se genera XGC, los mineros son recompensados con XGC y se crea una dirección asignada a estos XGC. Una dirección típica XGC contiene 34 caracteres alfanuméricos de longitud, sin embargo los usuarios pueden utilizar su dirección de e-mail o teléfono en lugar de este código largo para enviar o recibir XGC. Para el usuario resulta más fácil hacer transacciones XGC. El usuario XGC no tiene que recordar ninguna dirección de XGC, y sólo necesita saber una dirección de correo electrónico o número de teléfono. Las direcciones del usuario y el benificiario XGC serán sacados del Blockchain XGC.

source: Where can I use XGC?
de: Wo kann ich XGC benutzen?
es: ¿Donde puedo usar XGC?

source: Wherever crypto currencies are accepted. Online retailers can receive XGC by publicizing their identified email or phone addresses on their website. E-commerce portals can easily get their website registered with GreenCoinX and start accepting XGC.
de: Wo auch immer Krypto Währungen akzeptiert werden. Online-Händler können XGC erhalten indem sie Ihre identifizierte E-Mail oder Telefon Adressen auf ihrer Website bekannt machen. E-Commerce-Portale können ihre Website ganz leicht mit GreenCoinX registrieren und eine XGC “Annahme” erlauben.
es: Donde quiera que se acepten monedas digitales. Los comercios minoristas pueden recibir XGC publicando sus direcciones de correo electrónico o teléfonos en su página web. Comercios electrónicos pueden registrar su Sitio web fácilmente con GreencoinX y empezar a aceptar XGC.

source: Different countries have their own transaction tax rates, so how does XGC deal with that?
de: Unterschiedliche Länder haben ihre eigenen Transaktionssteuersätze, wie geht XGC damit um?
es: Cada país tiene sus propias tasas de impuestos sobre las transacciones,¿Cómo las trata XGC?
hi: विभिन्न देशों की अपनी ट्रांजैक्शन टैक्स दर है, तो कैसे XGC उस के साथ सौदा करता है?
