Repository: GreenCoin-Project/GreenCoinX
Catalog: app/resources/g11n/*/LC_MESSAGES/default.po
Languages: de, es, hi

source: This email communication is CONFIDENTIAL AND LEGALLY PRIVILEGED and the information detailed in it may be deemed price sensitive information according to the securities laws of the USA and Canada. If you are not the intended recipient, please notify the sender at 647.931.9768 or by return email to admin@greencoinx.com and delete this communication and any attachments and copies associated therewith from your computer immediately. Any dissemination or use of this information by a person other than the intended recipient is unauthorized and may be illegal. Thank you for your assistance and co-operation.
de: Diese E-Mail-Kommunikation ist VERTRAULICH UND RECHTLICH GESCHÜTZT und die darin enthaltenen Informationen, können auf den Informationen der Wertpapiergesetze der USA und Kanada angesehen werden. Wenn Sie nicht der beabsichtigte Empfänger sind, bitte informieren Sie den Absender unter 647.931.9768 oder per E-Mail an admin@greencoinx.com und löschen Sie diese Mitteilung, alle Anhänge und Kopien die mit Ihrem Computer erstellt wurden. Jegliche Verwendung dieser Informationen durch eine andere Person als den beabsichtigten Empfänger ist nicht autorisiert und illegal. Vielen Dank für Ihre Unterstützung und Zusammenarbeit.
es: Esta comunicación por correo electrónico es CONFIDENCIAL Y LEGALMENTE PROTEGIDA y la información detallada en que puede considerarse información sensible al precio de acuerdo con las leyes de valores de EE.UU. y Canadá. Si usted no es el destinatario, por favor notifique al remitente al 647.931.9768 o por correo electrónico retorno a admin@greencoinx.com y elimine esta comunicación y los archivos adjuntos y copias asociados con ella desde el ordenador inmediatamente. Cualquier difusión o el uso de esta información por una persona que no sea el destinatario no está autorizado y puede ser ilegal. Gracias por su ayuda y cooperación.
hi: इस ईमेल संचार गोपनीय और कानूनी तौर पर विशेषाधिकार प्राप्त है और जानकारी में विस्तृत संयुक्त राज्य अमेरिका और कनाडा के प्रतिभूति कानूनों के अनुसार मूल्य संवेदनशील जानकारी समझा जा सकता है। आप इच्छित प्राप्तकर्ता नहीं कर रहे हैं, 647.931.9768 पर या admin@greencoinx.com के लिए वापसी ईमेल द्वारा इस सूचित करें और इस संचार और तुरंत अपने कंप्यूटर से जुड़े सिवा किसी भी संलग्नक और प्रतियां नष्ट करें। किसी भी प्रचार-प्रसार या इच्छित प्राप्तकर्ता के अलावा किसी अन्य व्यक्ति द्वारा इस जानकारी के उपयोग अनधिकृत है और अवैध रूप से हो सकता है। आपकी सहायता और सहयोग के लिए धन्यवाद।

source: Install
de: Installieren
es: Instalar
hi: इंस्टॉल करें

source: Install / Setup
de: Installation/Setup
es: Instalar/Setup
hi: इंस्टॉल करें / सेटअप स्थापित

source: Setup GreenCoinX-Qt client on your windows OS. Click 'Next'.
de: Setup GreenCoinX-Qt client auf Ihrem Windows OS. Klicken Sie “Weiter”
es: Setup del cliente GreenCoinX-Qt de su sistema operativo Windows. Haga clic en Siguiente'.
hi: अपने विंडोज ओएस पर सेटअप GreenCoinX क्यूटी ग्राहक। अगला पर क्लिक करें।

source: Setup - License Agreement
de: Setup-Lizensvereinbarung
es: Setup - Acuerdo de licencia
hi: सेटअप - लाइसेंस समझौते

source: Click 'I Agree' to install.
de: Klicken Sie auf “Zustimmen” für eine Installation
es: Haga clic en "Aceptar" para instalar.
hi: स्थापित करने के लिए क्लिक करें 'मैं सहमत हूँ ।

source: Setup - Choose Components
de: Setup - Wählen Sie Komponenten
es: Setup - Seleccionar componentes

source: Click 'Next' to install.
de: Klicken Sie auf “Nächster Schritt” für eine Installation
es: Haga clic en "Siguiente" para instalar.

source: Setup - Choose Install Location
de: Setup - Wählen Sie einen Installationsort
es: Setup - Elegir destino de instalación

source: Browse to change the folder. Click 'Install'
de: Durchsuchen um den Ordner zu ändern. Klicken Sie auf "Installieren"
es: Examinar para cambiar la carpeta. Haga clic en "Instalar"

source: Setup - Installing
de: Setup - Installation
es: Setup - Instalación

source: Installation is copying required files to destination folder
de: Die Installation kopiert benötigte Dateien in den Zielordner
es: La instalación está copiando archivos necesarios a la carpeta de destino

source: Setup - Finish
de: Setup - Abgeschlossen
es: Setup - Finalizar

source: Click 'Finish'
de: Klicken Sie auf “Fertigstellen”
es: Haga clic en "Finalizar"

source: Setup - Installation Complete
de: Setup - Installation abgeschlossen
es: Setup - Instalación completa

source: You have successfully installed GreenCoinX. Use the desktop icon to start the program. Click 'OK'
de: Sie haben GreenCoinX erfolgreich installiert. Benutzen Sie das Icon um das Programm zu starten. Klicken Sie “OK”
es: Ha instalado con éxito GreenCoinX. Utilice el icono del escritorio para iniciar el programa. Haga clic en Aceptar'

source: Directory of install folder
de: Wo sollen die Dateien gespeichert werden?
es: Directorio de la carpeta de instalación

source: This view shows the listing of files in install folder. You can also start the program using the shortcut.
de: Diese Ansicht zeigt Ihnen eine Auflistung von Dateien in Ihrem Installationsordner. Sie können das Programm auch per Verknüpfung starten.
es: Esta vista muestra la lista de archivos en la carpeta de instalación. También puede iniciar el programa usando el acceso directo.

source: Enable Firewall
de: Firewall aktivieren
es: Habilitar firewall

source: When you start GreenCoinX for the first time, you may be prompted to enable Firewall settings. Check 'Private' and 'Public' networks and click 'Allow access'
de: Wenn Sie GreenCoinX zum ersten Mal starten kann es sein, dass eine Firewall Warnung angezeigt wird. Kontrollieren Sie in Ihren Firewall Eigenschaften, den “Privat und Publik” Sektor und klicken Sie auf “Zugang erlauben”
es: Al iniciar GreenCoinX por primera vez, se le pedirá que habilita la configuración del Firewall. Check 'privadas' y las redes de 'Público' y haga clic en "Permitir acceso"

source: First time sync with the GreenCoinX network. It may take about 3 to 10 minutes based on your network speed.
de: Erste Synchronisation mit GreenCoinX Netzwerk. Dieser Vorgang kann 3 bis 10 Minuten dauern, basierend auf Ihre Internetverbindung.
es: Sincronización por primera vez con la red GreenCoinX. Se puede tomar alrededor de 3 a 10 minutos en base a su velocidad de la red.
hi: GreenCoinX नेटवर्क के साथ पहली बार सिंक। यह अपने नेटवर्क की गति के आधार पर के बारे में 3 से 10 मिनट लग सकते हैं।

source: To start GreenCoinX client in Mac OSX click on GreenCoin-QT after you download.
de: Um GreencoinX client auf dem Mac OSX zu starten, klicken Sie auf GreenCoin-QT nach dem herunterladen.
es: Para iniciar el cliente GreenCoinX en Mac OS X, haga clic en GreenCoin-QT después de la descarga.
hi: GreenCoin-QT को Mac OSX क्लाइंट शुरू करने के लिए GreenCoinX आप डाउनलोड करे।

source: GreenCoin-QT warning!
de: GreenCoin-QT Warnung!
es: Advertencia GreenCoin-QT!
hi: GreenCoin-QT चेतावनी!

source: Click 'Open' to run GreenCoin-QT
de: Klicken Sie auf “öffnen” um Greencoin-QT zu starten.
es: Haga clic en "Abrir" para ejecutar GreenCoin-QT
hi: GreenCoin-QT को चलाने के लिए 'ओपन' पर क्लिक करें

source: Ready to sync
de: Zur Synchronisierung bereit
es: Listo para sincronizar
hi: सिंक करने के लिए तैयार

source: GreenCoin-QT is ready for sync. GreenCoin-QT does not have a config file in Mac OSX. You can create one on your drive, for automatic sync. The config file is stored in
de: GreenCoin-QT ist bereit zu synchronisieren. Greencoin-QT verfügt über keine config Datei in Mac OSX. Sie können eine auf Ihrer Festplatte errichten für eine automatische Synchronisierung. Die config Datei wird gespeichert in
es: GreenCoin-QT está listo para la sincronización. GreenCoin-QT no tiene un archivo config en Mac OSX. Puede crear una en su unidad, para la sincronización automática. El archivo de configuración se guarda en
hi: GreenCoin-QT सिंक के लिए तैयार है। GreenCoin-QT Mac OSX में एक config फाइल नहीं है। आप स्वत: सिंक के लिए अपने ड्राइव पर एक, बना सकते हैं। config फाइल में संग्रहित किया जाता है

source: You can create a file and add one line to it:
de: Sie können eine Datei erstellen und eine Zeile hinzufügen:
es: Puede crear un archivo y añadir una línea a la misma:
hi: आप एक फाइल बना सकते हैं और इसे करने के लिए एक लाइन जोड़ सकते हैं:

source: Addnode manually
es: Addnode manualmente
hi: Addnode मैन्युअल रूप से जोड़ें

source: To addnode manually, click on "Help"->"Debug window"->"Console" and write "addnode=69.90.184.207 onetry" the client will start syncing with the blockchain.
de: Für addnode manually, klicken Sie auf "Hilfe"->"Debug Fenster”->”Konsole" und schreiben Sie "addnode=69.90.184.207 onetry" der Client wird die Synchronisation mit der Blockkette beginnen.
es: Para AddNode manualmente, haga clic en "Ayuda" -> "ventana de depuración" -> "consola" y escribir "addnode = 69.90.184.207 onetry" el cliente iniciará la sincronización con el blockchain.
hi: "Help"->"Debug window"->"Console", addnode = 69.90.184.207 onetry" client blockchain के साथ सिंक्रनाइज़ शुरू कर देंगे।

source: Syncing
de: Synchronisieren
es: Cómo sincronizar
hi: सिंक्रनाइज़ किए जा रहे

source: GreenCoinX client is syncing with the blockchain.
de: Der GreenCoinX client ist mit dem Blockchain am synchronisieren.
es: El cliente GreenCoinX se sincroniza con el blockchain.
hi: GreenCoinX, blockchain के साथ सिंक्रनाइज़ है।

source: Click on Get Code. You should receive an email with the validation code. Please check your INBOX and SPAM folder too.
de: Klicken Sie auf “Code erhalten”. Sie sollten in kürze eine E-mail mit Bestätigungscode erhalten. Bitte sehen Sie auch in Ihrer
es: Haga clic en Obtener código. Debería recibir un correo electrónico con el código de validación. Por favor, compruebe su bandeja de entrada y también la carpeta de SPAM.
hi: कोड प्राप्त करें पर क्लिक करें। आप सत्यापन कोड के साथ एक ईमेल प्राप्त करना चाहिए। भी अपने इनबॉक्स और स्पैम फ़ोल्डर की जाँच करें।

source: Please enter correct phone number with ISD code (only numbers) [998887776666], 99 is ISD code. Click 'Get code' to receive SMS.
de: Bitte geben Sie eine korrekte Telefonnummer inklusive Ländercode an. (nur Ziffern, 004917398777899). Klicken Sie auf “Code erhalten” um eine SMS zu erhalten.
es: Por favor, introduzca el número de teléfono correcto con el código de País (sólo números) [348887776666], 34 es el código de País. Haga clic en "Obtener código" para recibir un SMS.
hi: आईएसडी कोड (केवल संख्या) [998887776666], 99 आईएसडी कोड के साथ सही फोन नंबर दर्ज करें। SMS प्राप्त करने के लिए 'कोड प्राप्त करें' पर क्लिक करें।

source: Mine / Generate GreenCoinX
de: Minen/ GreenCoinX generieren
es: Minería / Generar GreenCoinX
hi: खनन / GreenCoinX उत्पन्न

source: Select
de: Auswählen
es: Seleccionar
hi: चुनिए

source: Go to menu
de: Gehen Sie zu Menü
es: Ir al menú
hi: मेनू पर जाएँ

source: Console
de: Konsole
es: Consola
hi: कंसोल

source: Select Console
de: Konsole auswählen
es: Seleccione Consola
hi: कंसोल चुनिये

source: Command
de: Befehl
es: Comando
hi: आदेश

source: This will generate GreenCoinX coins
de: Das wird GreenCoinX Münzen generieren
es: Esto generará monedas GreenCoinX
hi: इससे GreenCoinX सिक्के उत्पन्न होगा

source: check if mining is in progress
de: Überprüfung des Mining-Zustand
es: comprobar si la minería está en curso
hi: जांच खनन कार्य प्रगति पर है

source: Checking
de: Überprüfen
es: comprobando
hi: जाँच हो रही है

source: Result of
de: Resultat von
es: Consecuencia de
hi: के परिणाम

source: shows
es: muestra
hi: दिखाता है

source: Previous
de: Zurück
es: Anterior
hi: पिछला

source: Next
de: Weiter
es: Siguiente
hi: अगला

source: New Address
de: Neue Adresse
es: Nueva Dirección
hi: नया पता

source: Click
de: Klick
es: Clic
hi: क्लिक करें

source: Enter label for receiving address
de: Geben Sie ein “Etikett” für die Empfängeradresse ein.
es: Introduzca la etiqueta para la dirección receptora
hi: पता प्राप्त करने के लिए लेबल दर्ज

source: New address created
de: Neue Adresse erstellt
es: Nueva dirección creada
hi: नया पता बनाया

source: Receive funds on the new address
de: Gelder auf der neuen Adresse erhalten
es: Recibir fondos en la nueva dirección
hi: नए पते पर धन प्राप्त

source: Select to send
de: Auswählen zum Versenden
es: Seleccionar para enviar
hi: भेजने के लिए चुनिये

source: Send to address, email or phone
de: Senden an Adresse, E-mail oder Telefon
es: Enviar a dirección, correo electrónico o teléfono
hi: पता, ईमेल या फोन पर भेजें

source: Taxes
de: Steuern
es: Impuestos
hi: करों

source: If the government has rules for tax, it is deducted at source
de: Wenn Regierungs-Steuerregeln anfallen , werden diese direkt an der Quelle abgezogen.
es: Si el gobierno tiene una regulación para impuestos, se deducen en la fuente
hi: सरकार कर नियमों के लिए है, यह स्रोत पर कटौती की जाती है

source: Tax payment
de: Steuerbeitrag
es: Pago de impuestos
hi: कर भुगतान

source: Tax goes directly to the government email
de: Die Steuern werden direkt an die Regierung E-mail weitergeleitet
es: Los Impuesto van directamente al correo electrónico del gobierno
hi: टैक्स सरकार ईमेल करने के लिए सीधे जाता है

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
hi: गोपनीयता नीति

source: GreenCoinX Inc (the "Company," "we" or "us") respects your privacy and undertakes to protect any personal information entrusted to it. Generally, you may visit our Site without giving us any information about yourself (but we may use Cookies to gather information about you, even if you do not register as a user - please see the section on Cookies below). There are times when we may need to obtain information from you through a registration process in order to provide certain services. Below we describe how we gather and use data. If you are not comfortable with any of the practices or policies described in our privacy policy, we ask that you discontinue use of our Site. Our privacy policy may change from time to time, so please revisit this page frequently to remain fully informed of our latest practices and policies.
de: GreenCoinX Inc (das "Unternehmen", "wir" oder "uns") respektiert Ihre Privatsphäre und verpflichtet sich, alle persönlichen Informationen, die ihr anvertraut werden zu schützen. Im Allgemeinen können Sie unsere Webseite besuchen, ohne uns Informationen über sich selbst zu geben (aber wir können Cookies verwenden um Informationen über Sie sammeln, auch wenn Sie nicht als Benutzer registriert sind - bitte den Abschnitt über Cookies lesen, siehe unten). Es gibt Zeiten, in denen wir Informationen von Ihnen durch einen Registrierungsprozess erhalten, um möglicherweise bestimmte Dienstleistungen zu erbringen. Im Folgenden beschreiben wir, wie wir Daten sammeln und verwenden. Wenn Sie sich nicht wohl mit einer der Praktiken oder Richtlinien in unserer Datenschutzerklärung sind, bitten wir Sie, die Nutzung unserer Website einzustellen. Unsere Datenschutzbestimmungen können sich von Zeit zu Zeit ändern, also besuchen Sie bitte regelmässig diese Seite um über unserer neuesten Praktiken und Strategien informiert zu bleiben.
es: GreenCoinX Inc (la "Compañía", "nosotros" o "nuestro") respeta su privacidad y se compromete a proteger la información personal que le ha confiado. En general, usted puede visitar nuestro sitio web sin darnos ninguna información sobre usted mismo (pero podemos utilizar cookies para recopilar información acerca de usted, incluso si no se registra como usuario - por favor ver la sección sobre cookies a continuación). Hay momentos en que podemos necesitar obtener más información sobre usted, a través de un proceso de registro con el fin de proporcionar ciertos servicios. A continuación describimos cómo recogemos y utilizamos los datos. Si no se siente cómodo con cualquiera de las prácticas o políticas que se describen en nuestra política de privacidad, le pedimos que suspenda el uso de nuestro Sitio web. Nuestra política de privacidad puede cambiar de vez en cuando, así que por favor visita esta página con frecuencia para mantenerse plenamente informado de nuestras últimas prácticas y políticas.
hi: GreenCoinX इंक ( "कंपनी", "हम" या "हमें") आपकी गोपनीयता का सम्मान करता है और इसे करने के लिए सौंपा गया कोई भी निजी जानकारी की रक्षा के लिए भी चलाती है। आम तौर पर, आप हमें अपने बारे में कोई भी जानकारी देने के बिना हमारी साइट पर जाएँ कर सकते हैं (लेकिन हम आप के बारे में जानकारी इकट्ठा करने के लिए कुकीज़ का उपयोग कर सकते हैं, भले ही आप एक उपयोगकर्ता के रूप में पंजीकृत नहीं है - कृपया पर नीचे कुकीज़ खंड देखें)। कई बार जब हम क्रम में कुछ सेवाओं के प्रदान करने के लिए एक पंजीकरण प्रक्रिया के माध्यम से आप से जानकारी प्राप्त करने के लिए आवश्यकता हो सकती हैं। नीचे हम वर्णन हम कैसे इकट्ठा और डेटा का उपयोग करें। आप प्रथाओं या नीतियों हमारी गोपनीयता नीति में वर्णित से किसी के साथ सहज नहीं हैं, हम चाहते हैं कि आप हमारी साइट का उपयोग बंद। हमारी गोपनीयता नीति समय समय पर बदल सकता है, तो अक्सर इस पेज को फिर से आना कृपया पूरी तरह से हमारे नवीनतम प्रथाओं और नीतियों के बारे में सूचित रहने के लिए।

source: How we use your personal information
de: Wie werden Ihre persönlichen Daten verwendet?
es: Cómo usamos tu información personal
hi: कैसे हम आपकी व्यक्तिगत जानकारी का उपयोग करेंगे

source: The Company collects, records, retains and uses your personal information only for legitimate business purposes; including (i) to provide, administer, support, improve and obtain feedback on our services and to send you information that you have requested; (ii) to comply with applicable laws, enforce our Terms of Use or other agreements; and to protect the rights or property of the Company, our users and others; (iii) to solicit your opinions about our services or to introduce new services; and/or (iv) for quality control, regulatory, and monitoring purposes.
de: Das Unternehmen sammelt, zeichnet auf, behält und verwendet Ihre persönlichen Informationen nur für legitime Geschäftszwecke ; einschließlich (i) zur Verfügung Stellung, zur verwaltung, unterstützung, zur verbesserung und erhalten Feedback zu unseren Leistungen und um Ihnen Informationen zu senden, die Sie angefordert haben; (ii) die geltenden Gesetze einzuhalten, unsere Nutzungsbedingungen oder andere Vereinbarungen durchzusetzen ; und die Rechte oder das Eigentum der Gesellschaft, unseren Benutzern und andere zu schützen; (Iii) Ihre Meinungen über unsere Dienstleistungen zu werben oder neue Dienstleistungen einzuführen; und / oder (iv) für die Qualitätskontrolle , regulatorischen und Überwachungszwecke .
es: La Empresa recoge, registra, conserva y utiliza su información personal sólo para fines comerciales legítimos; incluyendo (i) proporciona, administra, apoya, mejora y obtiene información sobre nuestros servicios y para enviarle información que ha solicitado; (Ii) para cumplir con las leyes aplicables, hacer cumplir nuestras Condiciones de Uso u otros acuerdos; y para proteger los derechos de propiedad de la Compañía, nuestros usuarios y otros; (Iii) para solicitar sus opiniones acerca de nuestros servicios o para introducir nuevos servicios; y / o (iv) para el control de calidad, regulación, y monitoreo.
hi: कंपनी एकत्र, रिकॉर्ड, बरकरार रखती है और केवल वैध व्यावसायिक प्रयोजनों के लिए आपकी व्यक्तिगत जानकारी का उपयोग करता है; (1), उपलब्ध कराने के लिए प्रशासन, समर्थन, सुधार और हमारी सेवाओं पर प्रतिक्रिया प्राप्त है और आपको जानकारी है कि आप का अनुरोध किया है भेजने के लिए सहित; (2) लागू कानूनों का पालन करने के लिए, उपयोग या अन्य समझौतों की शर्तों को लागू; और अधिकार या कंपनी, हमारे उपयोगकर्ताओं और दूसरों की संपत्ति की रक्षा करने के लिए; (3) हमारी सेवाओं के बारे में अपनी राय मांगना या नई सेवाएं शुरू करने के लिए; और / या (4) गुणवत्ता नियंत्रण, नियामक और निगरानी उद्देश्यों के लिए।

source: When we may disclose your personal information
de: Wann dürfen wir Informationen offenlegen?
es: Cuando podemos revelar su información personal
hi: हम आपकी व्यक्तिगत जानकारी का खुलासा हो सकता है जब

source: To Third Parties
de: an Dritte
es: a terceros
hi: तीसरे पक्ष के लिए

source: We will not sell or rent your personal information to third parties. We do aggregrate certain user data to create profiles of "typical" users, which aggregate data may be disclosed to applicable third parties. We will disclose information when required to do so by law or in response to a request from a law enforcement agency or authority.
de: Wir werden Ihre persönlichen Daten nicht an Dritte verkaufen oder vermieten. Wir bestimmen gewisse Benutzeraggregate zur Herstellung von Kundenprofilen der "typischen" Benutzer. Wir werden Informationen offen legen, wenn dies gesetzlich gefordert wird und wir dazu verpflichtet sind, oder als Antwort auf eine Anfrage von einer Strafverfolgungsbehörde oder einer Behörde aufkommt.
es: No vamos a vender o alquilar su información personal a terceros. Agregamos ciertos datos de usuario para crear perfiles de usuarios "típicos", que los datos agregados pueden ser revelada a terceros aplicables. Vamos a revelar información cuando sea requerido para ello por la ley o en respuesta a una solicitud de un organismo o autoridad de aplicación a la ley.
hi: हम बेचते हैं या तीसरे पक्ष को अपनी व्यक्तिगत जानकारी किराए पर नहीं होगा। हम "ठेठ" उन है, जो कुल डेटा लागू तीसरे पक्ष को खुलासा हो सकता है की प्रोफाइल बनाने के लिए अग्रीगेट निश्चित उपयोगकर्ता डेटा नहीं है। हम जानकारी का खुलासा जब कानून द्वारा या एक कानून प्रवर्तन एजेंसी या प्राधिकारी से एक अनुरोध के जवाब में ऐसा करने की आवश्यकता होगी।

source: To Others in Your Own Organization
de: An andere in Ihrer eigenen Organisation
es: Para otros miembros de su propia organización
hi: अपने संगठन में दूसरों के लिए

source: If you use any of our services through your employer, then we may pass certain information to your employer regarding your use of such services where your employer has a legitimate reason to receive such information, as determined by us in our sole discretion. Similarly, if you are the point contact person in your organization for a service, we may pass your contact details to those in your organization for this purpose.
de: Wenn Sie eine unserer Dienstleistungen über Ihren Arbeitgeber nutzen, dann können wir bestimmte Informationen zu Ihrem Arbeitgeber in Bezug auf Ihre Nutzung solcher Dienste übertragen , wenn Ihr Arbeitgeber einen berechtigten Grund dafür hat solche Informationen zu erhalten, wie es uns in unserem alleinigen Ermessen bestimmt. Und falls Sie der Ansprechpartner in Ihrer Organisation für einen Dienst sind, können wir Ihre Kontaktdaten zu den in Ihrer Organisation zu diesem Zweck übergeben .
es: Si utiliza cualquiera de nuestros servicios a través de su empleador, podemos pasar cierta información a su empleador con respecto a su uso de esos servicios, cuando su empleador tiene una razón legítima para recibir dicha información, según lo determinado por nosotros en nuestra única discreción. Del mismo modo, si usted es la persona de contacto en el punto de su organización para un servicio, podemos proporcionar su información de contacto a los de su organización para este propósito.
hi: आप अपने नियोक्ता के माध्यम से हमारी सेवाओं के किसी भी उपयोग करते हैं, तो हम इस तरह की सेवाओं जहां अपने नियोक्ता के रूप में अपने विवेकाधिकार में हमारे द्वारा निर्धारित किया जाता है, इस तरह की जानकारी प्राप्त करने के लिए एक वैध कारण है के आपके उपयोग के बारे में अपने नियोक्ता के लिए कुछ जानकारी पारित हो सकता है। इसी तरह, अगर आप एक सेवा के लिए अपने संगठन में सूत्री संपर्क व्यक्ति हैं, हम आपके संपर्क विवरण इस उद्देश्य के लिए अपने संगठन में उन लोगों के लिए पारित कर सकते हैं।

source: How we collect your personal information
de: Wie sammeln wir Ihre persönlichen Daten?
es: Cómo recopilamos su información personal
hi: कैसे हम आपकी व्यक्तिगत जानकारी एकत्र करते है

source: Information Collected Through Our Services
de: Gesammelte Informationen durch unsere Dienstleistungen
es: Información recopilada a través de nuestros servicios
hi: सूचना हमारी सेवाएं माध्यम से एकत्र
