Repository: GreenCoin-Project/GreenCoinX
Catalog: app/resources/g11n/*/LC_MESSAGES/default.po
Languages: de, es, hi

source: Governments will have specific templates that are exclusive to their country jurisdiction with different rules and rates. These templates will create tax deductions at the source of the XGC transaction, which taxes will be transferred to the governments GreenCoinX server. These templates will be created with the agreement of the government concerned, and will cover all transactions such as "Internal to Internal" and "Country to External" and "External to Country".
de: Die Regierungen werden spezifische Vorlagen haben die exklusiv mit ihren Bestimmungen ,Regeln und Preisen in ihrem Land abgestimmt sind. Diese Vorlagen werden Steuerabzüge an der Quelle der XGC-Transaktion erstellen und diese an den GreenCoinX Server der Regierung übertragen. Diese Vorlagen werden im Einvernehmen mit der Regierung erstellt und werden alle Transaktionen umfassen, wie beispielsweise "Intern zu Intern" "Land zu externen" und "Externe zu Land".
es: Los gobiernos tendrán plantillas específicas que son exclusivamente diseñadas para su país y sus diferentes reglas y tasaciones. Estas plantillas crearán las deducciones de impuestos en la fuente de la transacción XGC, y los impuestos serán transferidos al servidor GreenCoinX del gobierno. Estas plantillas se pueden crear con el acuerdo del gobierno de que se trate, y cubrirán todas las transacciones tales como “interno a interno” y “País al externo ” y “externo al País”.

source: If requested, GreenCoinX Inc can use its software development expertise by providing software support to governments and E-commerce portals to collect taxes or fees and to build API's and mobile apps on multiple platforms. GreenCoinX is flexible and modifiable such that the government of each country can decide what identification rules they require for a GreenCoinX transaction and what country specific taxes should be attached to each transaction. Additional parameters for further identification can be added on an as needed basis depending on the requirements of each country. GreenCoinX intends to commence negotiations with governmental authorities to establish the taxation and identification parameters that each country requires.
de: Auf Wunsch kann GreenCoinX Inc seine Software-Entwicklungskompetenz für Regierungen und E-commerce Portale zur verfügung stellen um API’s , mobile Apps , Steuer Einbettung oder mehreren Plattform Nutzungen zu bauen. GreenCoinX ist flexibel und veränderbar, so dass die Regierung des jeweiligen Landes entscheiden kann, welche Identifikation Regeln, benötigt werden für eine GreenCoinX-Transaktion und welche länderspezifischen Steuern zu jeder Transaktion anfallen sollen. Zusätzliche Parameter für die weitere Identifikation kann auf einer Bedarfsbasis hinzugefügt werden je nach den Anforderungen des jeweiligen Landes. GreenCoinX wird Verhandlungen mit Regierungsbehörden beginnen um die steuerlichen und Identifikationsparameter festzulegen, welche jedes Land individuell erfordert.
es: Si se solicita, GreenCoinX Inc puede aplicar/ofrecer su experiencia en el desarrollo de software, para proporcionar un software de soporte a los gobiernos y los comercios electrónico para recaudar impuestos o tasas y construir aplicaciones de API y aplicaciones móviles en plataformas múltiples. GreenCoinX es flexible y modificable de tal manera que el gobierno de cualquier país puede decidir qué normas de identificación se necesitan para una transacción GreenCoinX y qué impuestos específicos de cada país deben estar aplicado a cada transacción. Se pueden añadir parámetros adicionales para la identificación en función de las necesidades de cada país. La intención de GreenCoinX es iniciar negociaciones con las autoridades gubernamentales para establecer los parámetros de identificación fiscal que cada país requiere.

source: Government Contact us
de: Regierungen -Kontaktiert uns
es: Gobierno contáctenos

source: GreenCoinX - Government
de: GreenCoinX - Regierung
es: GreenCoinX-Gobierno

source: GreenCoinX Inc is ready, willing and able to co-operate with all government entities in any jurisdiction worldwide to smoothly facilitate the collections of taxes related to transactions that use GreenCoinX.
de: GreenCoinX ist bereit, gewillt und in der Lage mit allen Regierungseinheiten und Jurisdiktionen weltweit zu kooperieren um eine geschmeidige Einholung von Steuern in Bezug auf GreenCoinX Transaktionen zur Verfügung zu stellen.
es: GreenCoinX Inc está listo, dispuesto y capaz de cooperar con todas las entidades gubernamentales en cualquier jurisdicción en todo el mundo, para facilitar sin problemas las colecciones de los impuestos relacionados con las transacciones que utilizan GreenCoinX.

source: GreenCoinX is flexible and modifiable such that each government can decide what identification rules they require for a GreenCoinX transaction and what country specific taxes should be attached to each transaction. Additional parameters can be added on an as needed basis depending on the requirements of each country.
de: GreenCoinX ist flexibel und modifizierbar so dass jede Regierung für sich selber entscheiden kann welche Identifikationsregeln für Ihre GreenCoinX Transaktionen, Landspezifisch angefordert werden und wie sie per Transaktion besteuert wird. Weitere Parameter können nach Bedarf dem jeweiligen Land hinzugefügt werden.
es: GreenCoinX es flexible y modificable de manera que cada gobierno puede decidir, qué normas de identificación necesitan para una transacción GreenCoinX y qué impuestos de dicho país deben estar incorporada a cada transacción. Los parámetros adicionales se pueden añadir en una base según sea necesario dependiendo de los requisitos de cada país.

source: We encourage all governments to contact us so that we can facilitate your parameters, by completing the following form.
de: Wir ermutigen alle Regierungen sich mit uns in Verbindung zu setzen damit die benötigten Parameter landesspezifisch angepasst werden können. Dazu wird folgendes Formular benötigt.
es: Animamos a todos los gobiernos a ponerse en contacto con nosotros. Para que podamos facilitar sus parámetros, por favor completa el siguiente formulario.

source: Register with us
de: Registrieren Sie sich mit uns
es: Regístrese con nosotros

source: Register your department with XGC. Collect fees, payments, automated regular transactions. Your department will be verified and users will be able to send you transactions via your email, contact number, or through the standard long code.
de: Registrieren Sie Ihre Abteilung mit XGC. Sammeln Sie Steuern, Zahlungen, Daueraufträge. Ihre Abteilung wird verifiziert und Benutzer werden in der Lage sein Transaktionen per E-Mail, Telefonnummer oder durch den Standard Long-Code zu versenden.
es: Registre su departamento con XGC. Cobra cuotas, pagos, operaciones regulares automatizadas. Su departamento será verificada y los usuarios serán capaz de enviar transacciones a través de su correo electrónico, número de teléfono, o a través del código largo estándar.

source: Know your nations users
de: Kenn die Nutzer deines Landes
es: Conozca tus usuarios nacionales

source: Account for all the identified users on XGC within your nation. Formulate economic plans, account for businesses and individuals, un-thought of analytical possibilities for financial departments.
de: Ein Konto mit allen identifizierten XGC Benutzern ihrer Nation. Formulieren Sie Wirtschaftspläne , Geschäfts und Privatkundenkonten und analysieren Sie die Möglichkeiten ihrer Finanzabteilung.
es: Cuentas para todos los usuarios identificados en XGC dentro de su nación. Formula planes económicos, abrir cuentas para empresas individuos, no-pensado posibilidades analíticas para los departamentos financieros.

source: Set financial guidelines
de: Setzen sie Finanzrichtlinien
es: Establecer las directrices financieras

source: Enable automated financial sanctions. Design specific guidelines for your nations financial planning that our developers can integrate for your country.
de: Aktivieren Sie automatisierte Sanktionen. Entwerfen Sie spezifische Richtlinien für die Finanzplanung ihrer Nation Welche in das System integriert werden können.
es: Habilitar sanciones financieras automatizadas. Diseñar directrices específicas para su planificación nacional financiera que nuestros desarrolladores pueden integrar directamente en el sistema para su país.

source: Collect automated taxes
de: Sammeln Sie automatisch Steuergelder.
es: Recaudar impuestos automatizados

source: Set taxation levels for individuals and businesses. Allow your department (if authorized) to collect automated financial taxes. All tax collection can be viewed via the public XGC block chain for verification by individuals, businesses or government.
de: Bestimmen Sie eine individuelle Besteuerungen für privat und Geschäftskunden. Erlauben Sie Ihrer Abteilung (wenn autorisiert) direkte Steuern zu erheben. Jegliche Steuer Kollektion Querstrich Erhebung kann durch die Öffentlichkeit des XGC Blockchain von Personen, Unternehmen oder Regierungen eingesehen werden.
es: Establecer niveles de impuestos para individuos y empresas. Permitir que su departamento (si está autorizado) de recaudar impuestos financieras automatizadas. Toda la recaudación de impuestos se puede ver a través del bloque de la cadena pública XGC para su verificación por las personas, empresas o el gobierno.

source: Digital law enforcement
de: Digitale Strafverfolgung:
es: Aplicación de la ley digital

source: Identified recipients are easy to trace via email, phone, or IP address. The ability to easily track financial crime through the XGC network will assist your law enforcement like nothing before.
de: Identifizierte Empfänger sind leicht zu verfolgen per E-Mail, Telefon, oder IP Adresse. Die Fähigkeit leicht Finanzkriminalität durch das XGC Network zu verfolgen, wird ihrer Strafverfolgung so wie nie zuvor helfen.
es: Destinatarios identificados son fáciles de rastrear a través de correo electrónico, teléfono o dirección IP. La capacidad de rastrear fácilmente los delitos financieros a través de la red de XGC ayudará a su aplicación de la ley como nada antes.
hi: पहचान प्राप्तकर्ताओं ईमेल, फोन, या आईपी पते के माध्यम से पता लगाने के लिए आसान कर रहे हैं। आसानी से XGC नेटवर्क के माध्यम से वित्तीय अपराध को ट्रैक करने से पहले कुछ भी नहीं की तरह अपने कानून प्रवर्तन की सहायता करनेकी श्रमता।

source: We will call you back
de: Wir rufen Sie zurück
es: Te devolvemos la llamada
hi: हम तुम्हें वापस कोल करेंगे

source: Department
de: Abteilung
es: Departamento
hi: विभाग

source: Sub-Department (if relevant)
de: Unter Abteilung (wenn relevant)
es: Sub-Departamento (si es el caso)
hi: उप विभाग (अगर प्रासंगिक)

source: Address
de: Adresse
es: Dirección
hi: पता

source: Name
es: Nombre
hi: नाम

source: Your position
de: Ihre Position
es: Su Posición
hi: आपका पद

source: Email address
de: E-mail Adresse
es: Correo electrónico
hi: इमेल पता

source: Phone number
de: Telefonnummer
es: Número de Teléfono
hi: फोन नंबर

source: Appropriate contact day/time
de: Bevorzugte Kontaktzeit
es: Hora apropiada de contactarle dia/hora
hi: उचित संपर्क दिन / समय

source: Your Superiors Department (if relevant)
de: Die Abteilung Ihres Vorgesetzten (wenn relevant)
es: Apartamento de su superior (si relevante)
hi: अपने वरिष्ठ अधिकारियों विभाग (प्रासंगिक का)

source: Superior Name
de: Name des Vorgesetzten
es: Nombre de su superior

source: Superior position
de: Position des Vorgesetzten
es: Posición de su superior

source: Superior Email address
de: E-mail des Vorgesetzten
es: Correo electrónico de su superior

source: Superior Phone number
de: Telefonnummer des Vorgesetzten
es: Teléfono de su superior

source: Superior Appropriate contact day/time
de: Bevorzugte Kontaktzeit des Vorgesetzten
es: Hora apropiada de contactar a su superior dia/hora

source: Additional info
de: Zusätzliche Information
es: Informacion adicional

source: The Technical Wallet is only for users who wish to carry out Mining functions and for certain retailers. All other users should use GreenCoinX by opening an online wallet at
de: Das Technische Wallet ist nur für Benutzer bestimmt die Minenfunktionen tätigen möchten, und für bestimmte Einzelhändler.
es: El Monedero técnico es sólo para usuarios que desean llevar a cabo funciones de minería y para ciertos minoristas. Todos los demás usuarios deben utilizar GreenCoinX mediante la apertura de una billetera online en

source: How it works?
de: Wie es funktioniert:
es: ¿Cómo funciona?

source: First time sync. You will have to setup identification to use GreenCoinX. Click on Settings -> Options -> Identification tab and verify your email and phone.
de: Erste Synchronisierung. Sie müssen die Setup Verifikation abschliessen um GreenCoinX nutzen zu können. Klicken Sie auf Einstellungen -> Optionen -> Das Identifikation Tab und verifizieren Sie Ihre E-mail Adresse und Telefonnummer.
es: Sincronización por primera vez. Tendrá que configurar la identificación para utilizar GreenCoinX. Haga clic en Configuración -> Opciones -> pestaña Identificación y verificar su correo electrónico y teléfono.

source: Settings -> Options
de: Einstellungen -> Optionen
es: Ajustes -> Opciones

source: Identification tab: Start Verification
de: Identifikation Tab: Verifikation Beginnen
es: Pestaña identificación: Iniciar verificación

source: Click on Start Verification to verify your email and phone.
de: Klicken Sie auf “Verifikation starten” um Ihre E-mail Adresse sowie Telefonnummer zu bestätigen.
es: Haga clic en Inicio de verificación para verificar su correo electrónico y teléfono.

source: Start Verification: Let's start!
de: Verifikation beginnen: Los gehts!
es: Iniciar Verificación! Vámosnos!

source: Click on Yes to start the verification process.
de: Klicken Sie auf “Ja” um zu beginnen
es: Haga clic en Sí para iniciar el proceso de verificación.

source: Enter your email address
de: Geben Sie Ihre E-mail Adresse ein
es: Introduzca su dirección de correo electrónico

source: Please enter correct email address. Click on 'Get Code'. This will send an email to your email address, with a 6 digit code, which you enter in next step.
de: Bitte geben Sie Ihre korrekte E-mail Adresse an. Klicken Sie auf “Code erhalten”. Ihnen wird nun eine E-mail gesendet mit einem 6stelligen Code, welcher im nächsten Schritt benötigt wird.
es: Por favor, introduzca la dirección de correo electrónico correcta. Haga clic en "Obtener código". Esto enviará un correo electrónico a su dirección de correo electrónico, con un código de 6 dígitos, que se introduce en el siguiente paso.

source: Get Code
de: Code erhalten
es: Obtener Código

source: Click on Get Code. You should receive an email with the validation code. Please check your INBOX and SPAM folder too.
de: Klicken Sie auf “Code erhalten”. Sie sollten eine E-mail mit dem Bestätigungscode erhalten. Bitte überprüfen Sie auch Ihren Junk/Spam Ordner .
es: Haga clic en Obtener código. Debería recibir un correo electrónico con el código de validación. Por favor, compruebe su bandeja de entrada y carpeta de SPAM también.

source: Enter Code
de: Code eingeben
es: Introduzca el código

source: Enter Code and click Verify
de: Code eingeben und “Bestätigen” klicken
es: Introduzca el código y haga clic en Verificar

source: Click 'Yes' to verify your email address.
de: Klicken Sie “Ja” um Ihre E-mail Adresse zu bestätigen
es: Haga clic en "Sí" para verificar su dirección de correo electrónico.

source: Verify Phone
de: Telefon bestätigen
es: Verificar teléfono

source: Please enter correct phone number with ISD code (only numbers) [998887776666], 99 is ISD code. Click
es: Por favor, introduzca el número de teléfono correcto con el código de País incluido (sólo números) [348887776666], 34 es el código de país. Haga clic

source: Click 'Yes'. You will receive SMS on your mobile phone.
de: Klicken Sie “Ja”. Ihnen wird eine SMS auf Ihr mobil Telefon gesendet.
es: Haga clic en "Sí". Va a recibir un SMS en su teléfono móvil.

source: Enter phone verify code
de: Geben Sie den Telefon Bestätigungscode ein
es: Introduce el código de verificación del teléfono

source: Click 'Verify'. This will verify your phone number.
de: Klicken Sie auf “Bestätigen”. Ihre Telefonnummer wird bestätigt
es: Haga clic en "Verificar". Esto servirá para comprobar su número de teléfono.

source: Verify phone code
de: Überprüfen Telefon
es: Verificar el código de teléfono

source: Click 'Yes'. To complete verification of phone.
de: Klicken Sie “Ja”. Die Telefonnummer wird bestätigt
es: Haga clic en "Sí". Para completar la verificación de teléfono.

source: Additional Info
de: Zusätzliche Information
es: Información adicional

source: Add additional information about you, so others can recognize you. Please do not include space or special characters. You can use numbers with CamelCase too.
de: Geben Sie zusätzliche Informationen über Sie an damit andere Sie erkennen können. Bitte benutzen Sie keine Leerzeichen oder Sonderzeichen. Sie können Nummern mit CamelCase ebenso verwenden.
es: Añadir información adicional acerca de usted, para que otros puedan reconocerle. Por favor no incluya espacios o caracteres especiales. Puede utilizar números con CamelCase también.

source: Confirm Verification
de: Überprüfung Bestätigen
es: Confirmar verificación

source: Click on 'Confirm Verification'. This will complete your identification and you will receive 0.0001 XGC with on your new receiving XGC address. Click OK to close this window.
de: Klicken Sie auf “Verifikation bestätigen”. Ihre Identifikation ist beendet. Sie werden 0.0001 XGC erhalten mit dem Erhalt Ihrer neuen XGC Adresse. Klicken Sie auf OK zum schliessen.
es: Haga clic en "Confirmar Verificación '. Esto completará su identificación y recibirá 0,0001 XGC en su nueva dirección de Wallet XGC. Haga clic en OK para cerrar esta ventana.

source: Check Identification log
de: Identifikation Log überprüfen
es: Comprobar el registro de identificación

source: Click on Help -> Debug. You will be able to open Identification log file.
de: Klicken Sie auf Hilfe -> Debug. Sie werden in der Lage sein die Identifikation Log-Datei zu öffnen.
es: Haga clic en Ayuda -> Depuración. Usted será capaz de abrir el archivo de registro de identificación.

source: Identification log
de: Identifikation Log
es: Registro de identificación

source: Identification log file is important. This shows your log file which is added to GreenCoinX
de: Die Identifikation Log-Datei ist wichtig. Sie zeigt Ihre Log-Datei welche zu GreenCoinX hinzugefügt wird.
es: El archivo de registro de identificación es importante. Demuestra su archivo de registro que se añade a GreenCoinX

source: blockchain
es: cadena de bloque

source: The ##CODE##: can you used to
de: Der ##CODE##: kann benutzt werden um
es: El ##CÓDIGO##: Se puede utilizar para

source: of a person through email / phone search.
de: einer Person durch E-mail/Telefon suche.
es: de una persona a través de búsqueda de correo electrónico / teléfono.
hi: ईमेल / फोन खोज के माध्यम से एक व्यक्ति की।

source: First time sync. You will have to setup identification to use GreenCoinX. Click on GreenCoin-QT -> Preferences -> Identification tab and verify your email and phone.
de: Erste Synchronisation. Sie müssen das Identifikation-Setup abschliessen um GreenCoinX nutzen zu können. Klicken Sie auf GreenCoin-QT ->Einstellungen -> Identifikation Tab und verifizieren Sie Ihre E-mail und Telefonnummer.
es: Sincronización por primera vez. Tendrá que configurar la identificaciónción para utilizar GreenCoinX. Haga clic en GreenCoin-QT -> Preferencias -> pestaña Identificación y verificar su correo electrónico y teléfono.
hi: पहली बार सिंक। आप GreenCoinX का उपयोग करने के लिए सेटअप पहचान करनी होगी। Click on GreenCoin-QT -> Preferences -> Identification tab और अपने ईमेल और फोन को सत्यापित GreenCoin-क्यूटी पर क्लिक करें।

source: Identification tab
de: Identifikation Tab
es: Pestaña identificación
hi: पहचान टैब

source: Click on Help -> Debug window. You will be able to open Identification log file.
de: Klicken Sie auf Hilfe -> Debug Window. Sie können die Identifikation Log-Datei nun öffnen.
es: Haga clic en Ayuda -> ventana de depuración. Usted será capaz de abrir el archivo de registro de identificación.
hi: क्लिक करो Help -> Debug. आप पहचान लॉग फ़ाइल को खोलने के लिए सक्षम हो जाएगा।

source: Your email address
de: Deine E-mail adresse:
es: Su correo electrónico
hi: आपका ईमेल पता

source: Include +[Country Code]
de: Bitte Ländercode hinzufügen +[Ländercode]
es: Incluye +[Código país]
hi: शामिल करो + [देश कोड]

source: Your GreenCoinX address
de: Deine GreenCoinX Adresse
es: Su dirección GreenCoinX
hi: आपका GreenCoinX पता

source: Open a new Online
de: Eröffnen Sie ein neues Online
es: Abre un nuevo online
hi: एक नया ऑनलाइन खोलें

source: Your Windows OS can be 64 or 32 bit.
de: Ihr Windows OS kann 64 oder 32 bit sein.
es: Su sistema operativo Windows puede ser de 64 o 32 bits.
hi: अपने विंडोज़ ओएस 64 या 32 बिट हो सकता है।

source: We have received your inquiry. We will get back to you soon.
de: Wir haben Ihren Antrag erhalten. Wir werden Sie bald kontaktieren.
es: Hemos recibido su consulta. Pronto, nos pondremos en contacto con usted.
hi: हम अपनी जांच प्राप्त हुआ है। हम तुमसे जल्द ही संपर्क करेंगे।

source: an Identifiable Digital Currency
de: eine identifizierbare Digitale Währung
es: una cripto divisa identificable
hi: एक पहचान डिजिटल मुद्रा

source: Hi
es: Hola
hi: नमस्ते

source: You have contacted us through
de: Sie haben mit uns Kontakt aufgenommen durch
es: Se ha comunicado con nosotros a través de
hi: आप हमें इस माध्यम से संपर्क किया है

source: for integrating GreenCoinX.
de: für eine Integration von GreenCoinX.
es: para integrar GreenCoinX
hi: GreenCoinX एकीकृत करने के लिए।

source: Your information
de: Ihre Daten
es: Su información
hi: आपकी जानकारी

source: Sub Department
de: Unterabteilung
es: Sub-Departamento
hi: उप विभाग

source: Your Superior Department
de: Die Abteilung Ihres Vorgesetzten
es: Departamento superior
hi: आपके ऊपरी विभाग

source: Superior email address
de: E-mail des Vorgesetzten
es: Correo electrónico de su superior
hi: सुपीरियर ईमेल पता

source: Superior phone
de: Telefon des Vorgesetzten
es: Número de teléfono de su superior
hi: सुपीरियर फोन

source: Superior contact day/time
de: Bevorzugte Kontaktzeit/Tag des Vorgesetzten
es: Tiempo apropiado de contacto dia/hora
hi: सुपीरियर संपर्क दिन / समय

source: Date / Time
de: Datum/Zeit
es: Día/Hora
hi: दिनांक / समय

source: Sincerely
de: Mit freundlichen Grüssen
es: Sinceramente
hi: साभार

source: GreenCoinX Team
es: Equipo GreenCoinX
hi: GreenCoinX टीम
