Repository: GreenCoin-Project/GreenCoinX
Catalog: app/resources/g11n/*/LC_MESSAGES/default.po
Languages: de, es, hi

source: GreenCoinX address
de: GreenCoinX Adresse
es: Dirección GreenCoinX
hi: GreenCoinX एड्रेस

source: Next Block
de: Nächster Block
es: Bloque Siguiente
hi: अगला ब्लोक

source: Prev Block
de: Vorherige Block
es: Bloque anterior
hi: पहला ब्लोक

source: Details
es: Detalles
hi: विवरण

source: Block
es: Bloque
hi: ब्लोक

source: Confirmations
de: Bestätigung
es: Confirmaciones
hi: पुष्टियों

source: Size
de: Grösse
es: Tamaño
hi: माप

source: Version
es: Versión
hi: मूलपाठ

source: Time
de: Zeit
es: Hora
hi: समय

source: Difficulty
de: Schwierigkeit
es: Dificultad
hi: कठिनाई

source: Transaction in this block
de: Transaktionen in diesem Block
es: Transacción en este bloque
hi: एक ब्लॉक में लेनदेन

source: Details of last 10 blocks generated
de: Details der letzten 10 generierten Blocks
es: Los detalles de los últimos 10 bloques generados
hi: पिछले 10 ब्लॉकों के विवरण उत्पन्न

source: Height
de: Höhe
es: Altura
hi: ऊँचाई

source: Latest
de: Letzte
es: Último
hi: नवीनतम

source: Next >> 10
de: Nächsten>>10
es: Siguiente >> 10
hi: और >> 10

source: Previous << 10
de: Vorherigen>>10
es: Anterior <<10
hi: पिछला << 10

source: Network status
de: Netzwerk Status
es: Estado de la red
hi: नेटवर्क की स्थिति

source: We are in sync with GreenCoinX network using
es: Estamos en sincronización con la red GreenCoinX
hi: GreenCoinX नेटवर्क के साथ सिंक में हैं

source: connections
de: verbindungen
es: conexiones
hi: कनेक्शन

source: Blocks
de: Blöcke
es: bloques
hi: ब्लाकों

source: Generated
de: Generiert
es: Generado
hi: उत्पन्न

source: The above block had difficulty level of
de: Der oben genannte Block hatte den Schwierigkeitsgrad von
es: El bloque anterior tenía un nivel de dificultad de
hi: ऊपर ब्लॉक की कठिनाई स्तर

source: Connected Time
de: Verbindungszeit
es: Tiempo conectado
hi: कनेक्टेड समय

source: Transaction details
de: Transaktionsdetails
es: Detalles transacción
hi: लेनदेन का विवरण

source: Lock time
de: Lock Zeit
es: Hora de bloqueo
hi: लोक समय

source: sequence
de: Sequenz
es: secuencia
hi: अनुक्रम

source: Amount
de: Betrag
es: Cantidad
hi: रकम

source: Addresses
de: Adressen
es: Direcciones
hi: अद्रेसेस

source: Require sign
de: Unterschrift verlangen
es: Requiere firma
hi: रेक्विएर साइन

source: Type
de: Typ
es: Tipo
hi: प्रकार

source: THE WORLD'S FIRST CRYPTO CURRENCY REQUIRING USER IDENTIFICATION
de: DIE WELTWEIT ERSTE BENUTZERIDENTIFIZIERTE KRYPTOWÄHRUNG
es: LA PRIMERA CRIPTO DIVISA DEL MUNDO QUE REQUIERE IDENTIFICACION POR EL USUARIO
hi: उपयोगकर्ता की पहचान की आवश्यकता होती है, दुनिया का पहला cryptocurrency

source: THE PROMISE OF CRYPTO CURRENCY WAS ALWAYS THE FAST AND INEXPENSIVE TRANSFER OF FUNDS WORLDWIDE, WHILE BYPASSING THE BANKING SYSTEM.
de: DAS VERSPRECHEN VON KRYPTOWÄHRUNGEN WAR ES SCHON IMMER EINEN SCHNELLEN UND KOSTENGÜNSTIGEN WERT-TRANSFER WELTWEIT ZU KREIREN, WOBEI DAS BANKENSYSTEM UMGANGEN WIRD.
es: LA PROMESA DE CRIPTO DIVISA HA SIDO SIEMPRE UNA TRANSFERECIA RÁPIDA Y BARATA DE FONDOS EN TODO EL MUNDO EVITANDO EL SISTEMA BANCARIO.
hi: Cryptocurrency का वादा हमेशा दुनिया भर में धन की तेजी से और सस्ती स्थानांतरण गया था, जबकि बैंकिंग प्रणाली को दरकिनार।

source: BEFORE GREENCOINX THIS WAS IMPEDED BY IDENTITY CONCERNS.
de: VOR GREENCOINX WURDE DIES WEGEN IDENTITÄTSPROBLEMEN BEHINDERT.
es: ANTES DE GREENCOINX ESTA FUE IMPEDIDA POR PROBLEMAS DE IDENTIDAD.
hi: इससे पहले GREENCOINX इस पहचान चिंताओं द्वारा बाधा किया गया था।

source: NOW GREENCOINX HAS MADE THIS PROMISE A REALITY.
de: JETZT MACHT GREENCOINX DAS VERSPRECHEN ZUR REALITÄT.
es: GREENCOINX HA HECHO REALIDAD A ESTA PROMESA.
hi: अब GREENCOINX यह वादा एक वास्तविकता बना दिया है।

source: contact
de: Kontakt
es: Contacto
hi: संपर्क

source: about us
de: Über uns
es: Sobre nosotros
hi: हमारे बारे में

source: risk
de: Risiko
es: Riesgo
hi: जोखिम

source: privacy
de: Privatsphäre
es: Privacidad
hi: गोपनीय

source: faq
de: FAQ´s
es: Preguntas frecuentes
hi: एफे ऐ क्यू

source: open a new wallet
de: neues Wallet eröffnen
es: Abre un nuevo Wallet
hi: एक नए बटुए खोले

source: government
de: Regierung
es: Gobierno
hi: सरकार

source: press
de: Presse
es: Prensa
hi: मुद्रणालय

source: identification
de: Identifikation
es: Identificación
hi: पहचान

source: ALL GREENCOINX USERS HAVE TO BE FULLY IDENTIFIED BEFORE USAGE
de: ALLE GREENCOINX BENUTZER WERDEN VOR DEM GEBRAUCH VOLL IDENTIFIZIERT,
es: TODOS LOS USUARIOS GREENCOINX TIENEN QUE SER PLENAMENTE IDENTIFICADOS ANTES DE SU USO
hi: सभी GREENCOINX उपयोगकर्ताओं को पूरी तरह उपयोग से पहले पहचाना जा करने की जरूरत हे

source: SO BAD ACTORS WILL NOT USE GREENCOINX
de: SOMIT WERDEN GAUNER GREENCOINX NICHT BENUTZEN
es: ASI QUE MALOS ACTORES NO UTILIZARÁN GREENCOINX
hi: एसओ बुरा अभिनेताओं GREENCOINX का उपयोग नहीं करेंगे

source: In October, 2014 Bill Gates, the founder of Microsoft, when asked about bitcoin stated;
de: Im Oktober 2014 sagte Bill Gates, Der Gründer von Microsoft, im Bezug auf Bitcoin
es: En octubre de 2014, Bill Gates, el fundador de Microsoft, cuando se le preguntó acerca de Bitcoin ha comentado;
hi: अक्तूबर में, 2014 में बिल गेट्स, माइक्रोसॉफ्ट के संस्थापक, जब कहा Bitcoin के बारे में;

source: "The customers we're talking about aren't trying to be anonymous, they're willing to be known, so bitcoin technology is key and you can add to it or you could build a similar technology where there's enough attribution where people feel comfortable that this is nothing to do with terrorism or any type of money laundering."
de: „Die potentiellen Kunden über die wir hier sprechen versuchen nicht anonym zu sein, sie wollen bekannt sein. Die Bitcoin Technologie ist der Schlüssel und auf diese Technologie kann man aufbauen oder eine ähnliche entwickeln sodass sich die Menschen wohl fühlen und die Technologie nicht mit Terrorismus oder irgendeiner Art von Geldwäsche in Verbindung bringen.“
es: "Los clientes de los que estamos hablando no están intendando de ser anónima, están dispuestos a ser conocido, por lo que la tecnología Bitcoin es la clave y se puede agregar a ella o se puede construir una tecnología similar, donde hay suficiente atribución, donde la gente se sienta cómoda que esto no es nada que ver con el terrorismo o cualquier tipo de lavado de dinero ".

source: THE GREENCOINX ECOSYSTEM COMPRISES THE WORLD'S FIRST CRYPTO CURRENCY REQUIRING USER IDENTIFICATION,
de: DAS GREENCOINX ÖKO SYSTEM BESTEHT AUS DER WELTWEIT ERSTEN BENUTZERIDENTIFIZIERTEN KRYPTOWÄHRUNG
es: EL ECOSISTEMA GREENCOINX ABARCA LA PRIMERA CRIPTO DIVISA DEL MUNDO QUE REQUIERE IDENTIFICACIÓN DEL USUARIO,
hi: GREENCOINX पारिस्थितिकी तंत्र दुनिया का पहला cryptocurrency उपयोगकर्ता की पहचान की आवश्यकता शामिल हैं,

source: A <u>FREE</u> ONLINE WALLET, AND
de: EINEM <u>KOSTENFREIEN<u> ONLINE WALLET (KONTO) UND
es: UN WALLET ONLINE <u>GRATUITO</u> Y
hi: एक <u> मुफ्त </ u> ऑनलाइन बटुआ, और

source: A <u>FREE</u> ONLINE CRYPTO CURRENCY EXCHANGE.
de: EINER <u>KOSTENFREIEN<u> KRYPTOWÄHRUNGSWECHSELSTUBE
es: UN INTERCAMBIO DE CRIPTO DIVISA <u>GRATUITO</u>
hi: एक <u> मुफ्त </ u> ऑनलाइन cryptocurrency विनिमय।

source: TO OPEN YOUR FREE ONLINE GREENCOINX WALLET GO TO
de: UM EIN KOSTENFREIES WALLET ZU ERÖFFNUNG BESUCHEN SIE BITTE
es: PARA ABRIR UNA CUENTA XGC ONLINE GRATUITA VISITE
hi: आपके मुफ्त ऑनलाइन GREENCOINX बटुआ खोलने के लिए जाओ

source: Crypto currency is the most significant technological breakthrough to impact the financial world since the Internet.
de: KRYPTOWÄHRUNGEN SIND DER BEDEUTENDSTE TECHNOLOGISCHE DURCHBRUCH DER FINANZWELT SEIT DEM INTERNET.
es: Desde el Internet, las cripto divisas son el avance tecnológico más importante para impactar el mundo financiero.
hi: Cryptocurrency इंटरनेट के बाद से वित्तीय दुनिया को प्रभावित करने के लिए सबसे महत्वपूर्ण तकनीकी सफलता है।

source: GreenCoinX is a medium of exchange created and stored electronically, which uses encryption techniques to control the creation of monetary units and verify the transfer of funds. Due to encryption , transactions are secure from third parties. GreenCoinX is anti-inflationary as its value is not affected by government money printing. GreenCoinX allows users access to a fast execution anytime/anywhere low cost global payment system which bypasses the banking system.
de: GreenCoinX ist ein Tauschmittel welches elektronisch erstellt und gespeichert wird, das Verschlüsselungstechniken verwendet um die Schaffung der Währungseinheiten zu steuern und die Übertragung von Mitteln zu überprüfen. Durch die Verschlüsselung sind Transaktionen sicher von Dritten. GreenCoinX ist anti-inflationär da der Wert nicht von dem Gelddruck der Regierung beeinflusst wird. GreenCoinX ermöglicht Benutzern den Zugriff auf eine schnelle Transaktionsausführung jederzeit / überall und niedrige Kosten im globalen Zahlungssystem , welche das Bankensystem umgehen.
es: GreenCoinX es un medio de intercambio creado y almacenado electrónicamente, que utiliza técnicas de cifrado para controlar la creación de unidades monetarias y para verificar la transferencia de fondos. Debido a la encriptación, las transacciones son seguras por parte de terceros. GreenCoinX es antiinflacionaria ya que su valor no se ve afectada por la impresión de dinero del gobierno. GreenCoinX permite a los usuarios el acceso a una rápida ejecución de pago global a costes mínimas en cualquier momento / en cualquier lugar fuera del sistema bancario.
hi: GreenCoinX बनाया और इलेक्ट्रॉनिक संग्रहीत एक्सचेंज है, जो एन्क्रिप्शन तकनीक का उपयोग करता मौद्रिक इकाइयों के निर्माण के नियंत्रण के लिए और धन के हस्तांतरण को सत्यापित करने का एक माध्यम है। एन्क्रिप्शन के कारण, लेनदेन तीसरे पक्ष से सुरक्षित हैं। GreenCoinX विरोधी मुद्रास्फीति रूप में इसकी कीमत सरकार मुद्रण पैसे से प्रभावित नहीं है। GreenCoinX उपयोगकर्ताओं को एक तेजी से निष्पादन कभी भी / कहीं कम लागत वैश्विक भुगतान प्रणाली है जो बैंकिंग प्रणाली को नजरअंदाज करने के लिए उपयोग की अनुमति देता है।

source: GREENCOINX IS THE ACCEPTABLE ALTERNATIVE CRYPTO CURRENCY TO FIAT CURRENCIES
de: GREENCOINX IST DIE AKZEPTIERTE ALTERNATIVE IM BEZUG AUF KRYPTOWÄHRUNG UND FIAT WÄHRUNG
es: GREENCOINX ES LA ALTERNATIVA ACEPTABLE DE CRIPTO DIVISAS CONTRA LAS DIVISAS FIAT.
hi: GREENCOINX फिएट मुद्राओं की स्वीकार्य विकल्प cryptocurrency है

source: GreenCoinX is the Anti-Bitcoin. It has solved all the Bitcoin flaws. The GreenCoinX Answer is...
de: GREENCOINX IST ANTI-BITCOIN. ESHAT ALLE BITCOIN MÄNGEL GELÖST. DIE GREENCOINX ANTWORT LAUTED…
es: GreenCoinX es el anti-Bitcoin. Se han resuelto todos los defectos Bitcoin. La respuesta de GreenCoinX es...
hi: GreenCoinX विरोधी Bitcoin है। यह सब Bitcoin खामियों को हल किया है। GreenCoinX जवाब है ...

source: User Identification
de: Benutzeridentifikation
es: Identificación del usuario
hi: उपयोगकर्ता की पहचान

source: Currency Stability
de: Währungsstabilität
es: Estabilidad de la moneda
hi: मुद्रा स्थिरता

source: Blockchain Longevity
de: Blockchain Lebensdauer
es: Longevidad del Blockchain
hi: Blockchain दीर्घायु

source: Free and Safe Crypto Currency Exchange
de: Sichere und Kostenfreie Kryptowährung-Wechselstube
es: Un intercambio cripto moneda seguro y gratuito
hi: स्वतंत्र और सुरक्षित Cryptocurrency एक्सचेंज

source: Government Partnerships
de: Partnerschaften mit Regierungen
es: Asociación/Colaboración con Gobiernos
hi: सरकार से भागीदारी

source: The User Attraction
de: Benutzervorteil:
es: La atracción del usuario
hi: उपयोगकर्ता आकर्षण

source: Funds can be transferred at a fraction of the cost and speed of the banking system. Micro payments can be easily completed. The 1.5 Billion unbanked people in the world can transfer funds simply with a mobile phone. Online retailers can substantially increase their market size by accessing the unbanked. Payment intermediaries can significantly improve cost/speed of their transactions.
de: MITTEL KÖNNEN INNERHALB VON KÜRZESTER ZEIT UND EINEM BRUCHTEIL DER KOSTEN DES BANKENSYSTEMS TRANSFERIERT WERDEN. MICRO ZAHLUNGEN KÖNNEN SCHNELL UND EINFACH GETÄTIGT WERDEN. 1,5 MILLIARDEN MENSCHEN IN DER WELT OHNE BANKKONTO KÖNNEN SIMPEL PER MOBILTELEFON MIT HANDELN . ONLINE-HÄNDLER HABEN DAS POTENZIAL IHRE MARKTGRÖSSE WESENTLICH ZU ERHÖHEN IN DEM SIE MENSCHEN OHNE EIN EXISTIERENDES BANKKONTO EINGLIEDERN KÖNNEN. ZWISCHENHÄNDLER KÖNNEN DEUTLICH IHRE KOSTENSTRUKTUR UND GESCHWINDIGKEIT IHRER TRANSAKTIONEN VERBESSERN.
es: Los fondos pueden ser transferidos a una fracción del costo y la velocidad del sistema bancario. Los micro-pagos se pueden completar fácilmente. Los 1,5 mil millones de personas en el mundo sin cuenta bancaria pueden transferir fondos simplemente con un teléfono móvil. Los minoristas en línea pueden aumentar considerablemente su tamaño de mercado mediante el acceso a las personas no bancarizadas. Intermediarios de pago pueden mejorar significativamente el coste / velocidad de sus transacciones.
hi: फंड की लागत और बैंकिंग प्रणाली की गति का एक अंश में स्थानांतरित किया जा सकता है। सूक्ष्म भुगतान आसानी से पूरा किया जा सकता। 1.5 अरब दुनिया में बैंकिंग सुविधा रहित लोगों को बस एक मोबाइल फोन के साथ धन हस्तांतरण कर सकते हैं। ऑनलाइन खुदरा विक्रेताओं को काफी हद तक बैंकिंग सुविधा रहित तक पहुँचने के द्वारा अपने बाजार का आकार बढ़ा सकते हैं। भुगतान बिचौलियों काफी उनके लेन-देन की लागत / गति में सुधार कर सकते हैं।

source: JOIN THE CRYPTO CURRENCY REVOLUTION ! OPEN A GREENCOINX WALLET NOW
de: TRETEN SIE DER KRYPTOWÄHRUNG REVOLUTION BEI! ERÖFFNEN SIE EIN GREENCOINX WALLET JETZT
es: ÚNETE A LA REVOLUCIÓN CRIPTO MONEDA! ABRE UN WALLET XGC GRATUITO AHORA
hi: Cryptocurrency क्रांति में शामिल होने! खुले एक GREENCOINX बटुआ अब

source: is a subsidiary of
de: IST EINE TOCHTERGESELLSCHAFT VON
es: es una filial de
hi: की एक सहायक है

source: a Canadian public company
de: EINER KANADISCHEN AKTIENGESELLSCHAFT
es: una empresa pública canadiense
hi: कनाडा के एक सार्वजनिक कंपनी

source: For more information on GreenBank please see
de: FÜR WEITERE INFORMATIONEN BESUCHEN SIE BITTE DIE WEBSEITE
es: Para obtener más información sobre GREENBANK, por favor consulte
hi: Greenbank के बारे में अधिक जानकारी के लिए कृपया देखें

source: GreenCoinX is a registered name of
de: GreenCoinX ist ein registrierter Name von
es: GreenCoinX es un nombre registrado de
hi: GreenCoinX एक पंजीकृत नाम है

source: Contact
de: Kontakt
es: Contacto
hi: संपर्क

source: About us
de: Über uns
es: Sobre Nosotros
hi: हमारे बारे में

source: Risk
de: Risiko
es: Riesgo
hi: जोखिम

source: Privacy
de: Privatsphäre
es: Privacidad
hi: गोपनीय

source: Press release
de: Presse
es: Prensa
hi: प्रेस विज्ञप्ति

source: FAQ
es: Preguntas frequentes
hi: एफ ए क्यू

source: Install GreenCoinX
de: GreenCoinX Installieren
es: Instalación GreenCoinX
hi: GreenCoinX इंस्टाल करे

source: Install Mac OSX
de: Mac OST Installation
es: Instalación Mac OSX
hi: Mac OSX पर इनस्टॉल करे

source: Send to email
de: An E-mail senden
es: Enviar al correo electrónico
hi: ईमेल पैर भेजो

source: Send to phone
de: An Telefon senden
es: Enviar al teléfono
hi: फ़ोन पर भेजो

source: Create new address
de: Neue Adresse erstellen
es: Crear nueva dirección
hi: नया address बनावो

source: Pay taxes
de: Steuern zahlen
es: Pagar Impuestos
hi: करो का भुगतान करें

source: Mine GreenCoinX
de: GreenCoinX schöpfen
es: Minería GreenCoinX
hi: GreenCoinX माइन करे

source: Tx too large
de: Tx zu gross
es: Tx demasiado largo
hi: TX बहोत बड़ा

source: Technical wallet
de: Technisches Wallet
es: Wallet Técnico
hi: तकनिकल बटवा

source: press release
de: Presse
es: prensa
hi: प्रेस विज्ञप्ति

source: is a subsidiary of GreenBank Capital Inc a Canadian public company (CSE:GBC and OTCMKTS:GRNBF) and is the developer of GreenCoinX (crypto currency symbol XGC) the world’s first crypto currency that requires users to be identified. GreenCoinX meets the same identification standards as the banking community, and makes the promise of crypto currency a reality by alleviating concerns that crooks and terrorists can use crypto currency to hide their activities.
de: GreenCoinX ist ein Tochterunternehmen von Greenbank Capital INC, einer kanadischen Aktiengesellschaft (CSE: GBC und OTCMKTS:GRNBF) und Entwickler von GreenCoinX (Kryptowährungssymbol XGC) der weltweit ersten benutzeridentifizierten Kryptowährung. GreenCoinX trifft den gleichen Identifikation Standard wie das Bankensystem, und macht das Versprechen von Kryptowährungen zur Realität und behebt Sorgen, dass Gauner und Terroristen ihre Aktivitäten hinter einer Kryptowährung verstecken.
es: es una filial de GreenBank Capital Inc, una empresa pública canadiense (CSE: GBC y OTCMKTS: GRNBF) y es el desarrollador de GreenCoinX (cripto símbolo XGC) la primera cripto divisa del mundo, que requiere identificación por el usuario. GreenCoinX cumple los mismos criterios de identificación como el sistema bancario y hace la promesa de cripto divisas una realidad mediante la mitigación de las preocupaciones de que los delincuentes y los terroristas pueden utilizar la divisa para ocultar sus actividades.
hi: कनाडा के एक सार्वजनिक कंपनी GreenBank Capital Inc की एक सहायक है (CSE: CBC और OTCMKTS: GRNBF) और GreenCoinX (क्रिप्टो मुद्रा प्रतीक XGC) दुनिया का पहला क्रिप्टो मुद्रा के विकासकर्ता है कि उपयोगकर्ताओं को पहचान करने की आवश्यकता है। GreenCoinX बैंकिंग समुदाय के रूप में ही पहचान मानकों को पूरा करती है, और क्रिप्टो मुद्रा का वादा चिंता है कि बदमाश और आतंकवादियों को क्रिप्टो मुद्रा का उपयोग कर सकते हैं उनकी गतिविधियों को छिपाने के लिए समाप्त करने से एक वास्तविकता बनाता है।

source: To use XGC, please use the free XGC Online Wallet available at
de: Um XGC nutzen zu können wird ein kostenfreies XGC online wallet benötigt.
es: Para utilizar XGC, por favor utilice una Wallet Gratuito disponible en
hi: XGC का उपयोग करने के लिए, पर मुफ्त ऑनलाइन XGC वॉलेट उपलब्ध इस्तेमाल करें

source: To use XGC on a mobile, please download the XGC Mobile wallet at
de: Um XGC auf einem Handy nutzen zu können laden Sie sich bitte das XGC Mobile Wallet herunter unter
es: Para utilizar XGC en un móvil, descarga la aplicación móvil para XGC en
hi: एक मोबाइल पर XGC का उपयोग करने के लिए, पर XGC मोबाइल बटुआ डाउनलोड करें

source: Our Leadership
de: Unsere Leitung:
es: Nuestra Dirección
hi: हमारा नेतृत्व

source: Directors and Management
de: Direktoren und Geschäftsleitung
es: Administración y Gestión
hi: निदेशकों और प्रबंधन

source: Daniel Wettreich is the Chairman & CEO of GreenCoinX.
de: Daniel Wettreich ist der Vorstandsvorsitzender und Geschäftsführer von GreenCoinX.
es: Daniel Wettreich es el Presidente y CEO de GreenCoinX.
hi: Daniel Wettreich अध्यक्ष एवं GreenCoinX के सीईओ है।

source: He is a director and CEO of GreenBank Capital Inc a merchant bank publicly listed on the Canadian Securities Exchange. He is also a director of five other CSE listed companies. He has more than 40 years of experience in venture capital, private equity, and management of publicly traded companies. He has been Chairman and CEO of Churchill Venture Capital LP, a Dallas, Texas private equity business, for more than 20 years. He has been a director of public companies listed on NASDAQ, the American Stock Exchange, the London Stock Exchange, the AIM Market of the London Stock Exchange, and the Vancouver Stock Exchange, a predecessor to the TSX Venture Exchange. These public companies have been in diverse businesses in internet technologies, oil and gas, retailing, telecommunications, media, and real estate. He has facilitated 13 reverse takeover transactions. He is a graduate of the University of Westminster with a BA in Business.
de: Er ist Direktor und Geschäftsführer von Greenbank Capital Inc, einer an der kanadischen Börse registrierten Handelsbank. Außerdem ist er Direktor fünf weiterer CSE gelisteten Firmen. Er verfügt über mehr als 40 Jahren Erfahrung im Sektor Risikokapital, außerbörslichen Eigenkapital, und der Leitung von Börsen Unternehmen. Für mehr als 20 Jahren war er Geschäftsführer und Vorstandsvorsitzender der Churchill Venture Capital LP, Dallas Texas, einem außerbörslichen Eigenkapital Unternehmen. Er war Direktor von öffentlich gelisteten Firmen von NASDAQ, der amerikanischen Börse, Londoner Börse, dem AIM Markt der Londoner Börse, der Vancouver Börse und einem Vorgänger der TSX Venture Tauschbörse. Diese Börsen Unternehmen gingen in die verschiedensten Geschäftsrichtungen der Internettechnologie, Öl /Gas Einzelhandel, Telekommunikation, Medien, und Grundbesitz/Immobilien.
es: Él es un director y CEO (director general) de GreenBank Capital Inc, un banco de negocios, listada pública en la Bolsa de Valores de Canadá. Él es también director de otras cinco empresas que figuran en CSE. Cuenta con más de 40 años de experiencia en capital de riesgo, capital privado, y la gestión de empresas que cotizan en bolsa. Ha sido Presidente y CEO de Churchill Venture Capital LP, Dallas, Texas desde hace más de 20 años. Ha sido director de empresas públicas listadas en NASDAQ, la Bolsa americana - The American Stock Exchange, la Bolsa de Londres, el mercado AIM de la Bolsa de Valores de Londres, y en la Bolsa de Valores de Vancouver, un predecesor de la TSX Venture Exchange. Estas empresas públicas han sido especializadas en diversas cosas como tecnologías de Internet, petróleo y gas, venta al por menor, telecomunicaciones, medios de comunicación, y inmobiliaria. Ha facilitado 13 transacciones de adquisición inversas. Es graduado de la Universidad de Westminster con una licenciatura BA en negocios.
hi: वे एक निर्देशक और Greenbank Capital Inc के सीईओ एक व्यापारी बैंक सार्वजनिक रूप से कनाडा प्रतिभूति एक्सचेंज में सूचीबद्ध है। वे पांच अन्य सीएसई सूचीबद्ध कंपनियों के एक निदेशक है। उनका उद्यम पूंजी, निजी इक्विटी, और सार्वजनिक रूप से कारोबार कंपनियों के प्रबंधन में अनुभव के 40 से अधिक वर्षों से है। उनका 20 से अधिक वर्षों के लिए अध्यक्ष और मुख्य कार्यकारी अधिकारी चर्चिल वेंचर कैपिटल एल.पी., एक डलास, टेक्सास निजी इक्विटी व्यापार, के लिए किया गया है। , अमेरिकी स्टॉक एक्सचेंज, लंदन स्टॉक एक्सचेंज, लंदन स्टॉक एक्सचेंज के उद्देश्य के लिए बाजार, और वैंकूवर स्टॉक एक्सचेंज, टोरंटो एक्सचेंज को पूर्ववर्ती उन्होंने NASDAQ पर सूचीबद्ध सार्वजनिक कंपनियों में से एक निर्देशक के लिए किया गया है। इन सार्वजनिक कंपनियों के इंटरनेट प्रौद्योगिकी, तेल एवं गैस, खुदरा बिक्री, दूरसंचार, मीडिया, और अचल संपत्ति में विभिन्न व्यवसायों में किया गया है। वह 13 रिवर्स अधिग्रहण के लेन-देन में मदद की है। उन्होंने कहा कि व्यापार में बीए के साथ वेस्टमिंस्टर विश्वविद्यालय के स्नातक हैं।

source: Nilam Doctor is the President & Chief Technical Officer of GreenCoinX.
de: Nilam Doctor ist der Präsident und technischer Leiter von GreenCoinX.
es: Nilam Doctor es el Presidente y Director Técnico de GreenCoinX.
hi: Nilam Doctor, GreenCoinX के President और के मुख्य तकनीकी अधिकारी है।
