Repository: GreenCoin-Project/GreenCoinX
Catalog: app/resources/g11n/*/LC_MESSAGES/default.po
Languages: de, es, hi

source: He is the lead developer of GreenCoinX. Previously he was Owner of Hitarth Consultants a software consultancy firm focused on web based projects and digital currency. He was a Grant Committee Member of the Bitcoin Foundation promoting the Bitcoin protocol. He was also CEO of Real Bitcoins, an Indian based promoter of crypto currency. He has been a project manager and lead software developer for online educational companies, Learn without Limits, MobyMax, and Safal Education. He graduated with a MBA in Finance and a Bachelor of Engineering from Gujarat University.
de: Er ist der Hauptentwickler von GreenCoinX. Zuvor war er Besitzer von Hilarth Consultants, einem Softwareberatungsunternehmen welches sich auf Web basierende Projekte und Kryptowährung spezialisiert hat. Er war ein Begutachtungsausschuss Mitglied Der Bitcoin Stiftung und förderte das Bitcoin Protokoll. Außerdem war er Geschäftsführer von Real Bitcoins, einem indischen basierten Promoter von Kryptowährungen. Er war Projektmanager und Kopf der Softwareentwicklung für online Bildungsunternehmen, Learn without Limits, MobyMax und Safal Education. Er ist Diplom Kaufmann und hat einen Bachelor in Ingenieurwesen von der Gujarat Universität.
es: Él es el principal desarrollador de GreenCoinX. Anteriormente, fue propietario de Hitarth Consultants, una empresa de consultoría de software centrado en proyectos basados en la web y la moneda digital. Era un gran miembro del Comité de la Fundación Bitcoin promoviendo el protocolo Bitcoin. También fue director general de Real Bitcoins, un promotor indio basado en cripto moneda. Ha sido director del proyecto y desarrollador de software para empresas educativos en línea red, Aprender sin límites( Learn without Limits) , MobyMax, y Safal Educación. Se graduó con un MBA en Finanzas y una Licenciatura BA en Ingeniería de la Universidad de Gujarat.
hi: वे GreenCoinX के नेतृत्व डेवलपर है। इससे पहले वह Hitarth कंसल्टेंट्स के मालिक एक सॉफ्टवेयर परामर्श वेब आधारित परियोजनाओं और डिजिटल मुद्रा पर ध्यान केंद्रित फर्म था। उन्होंने Bitcoin फाउंडेशन Bitcoin प्रोटोकॉल बढ़ावा देने का एक अनुदान समिति के सदस्य था। उन्होंने यह भी रीयल Bitcoins, क्रिप्टो मुद्रा के एक भारतीय आधारित प्रमोटर के सीईओ थे। उन्होंने कहा कि एक परियोजना प्रबंधक और ऑनलाइन शैक्षिक कंपनियों के लिए नेतृत्व सॉफ्टवेयर डेवलपर किया गया है, सीमा, MobyMax, और सफल शिक्षा के बिना जानें। उन्होंने कहा कि वित्त में एक एमबीए और गुजरात विश्वविद्यालय से इंजीनियरिंग के एक स्नातक के साथ स्नातक किया।

source: Paul Cullingham is a director of GreenCoinX.
es: Paul Cullingham es un director de GreenCoinX.

source: He is a director and Vice President of GreenBank Capital Inc, a Canadian merchant bank listed on the Canadian Securities Exchange. He is also Chief Compliance Officer if its investment banking subsidiary GreenBank Financial Inc. He is a director of five publicly listed mining exploration companies. He is CEO of Ubique Minerals Inc, a private mining exploration company, and of Inside Bay Street Corporation, an online portal for Canadian investors. He has been an investment banker for 29 years specializing in the resource and financial sectors.
es: Él es un director y vicepresidente de GREENBANK Capital Inc, un banco comercial canadiense que cotiza en la Bolsa de Valores de Canadá. También es Director de Cumplimiento del sector financiero. Es un director de cinco empresas de exploración minera que cotizan en la bolsa. Él es director general de Ubique Minerales Inc, una compañía de exploración minera privada, y del interior de la bahía Street Inside Bay Street Corporation, un portal en línea para los inversores canadienses. Ha sido un inversor bancarias durante 29 años especializada en los sectores financieros y recursos.

source: David M. Lonsdale is a director of GreenCoinX.
de: David M. Lonsdale ist ein Direktor von GreenCoinX.
es: David M. Lonsdale es un director de GreenCoinX.
hi: डेविड एम लोंस्देल GreenCoinX के एक निदेशक है।

source: He is the President and CEO of The Lonsdale Group, a Dallas-based private investor in small cap companies. He is a director of GreenBank Capital Inc a Canadian merchant bank listed on the Canadian Securities Exchange. Previously he was for ten years the President of Allegiance Capital Corporation, a private investment bank focusing on mergers and acquisitions, with offices in Dallas, New York, and Chicago. Mr. Lonsdale has successfully built and sold three venture-funded information technology companies, including selling one of them to Microsoft. Earlier in his career he managed corporate divisions of McDonnell Douglas/Boeing and Dun & Bradstreet/A C Nielsen. He obtained his MBA in Finance & Marketing from Cornell University and his B.Sc. in Physics & Mathematics from Leeds Beckett University in the U.K.
de: Er ist Präsident und Geschäftsleiter der Lonsdale Group, einem in Dallas basierenden Privat Investor von Small-cap Unternehmen. Er ist ein Direktor von Greenbank Capital Inc, einem an der kanadischen Börse registrierten Börsenunternehmen. Davor war er für zehn Jahre Präsident der Allegiance Capital Corporation, einer privaten Investmentbank, fokussiert auf Unternehmenszusammenschlüsse und Akquisitionen mit Büros in Dallas , New York und Chicago. Mr. Lonsdale Hat erfolgreich drei Risiko Firmen ,Technologie und Informations-Plattformen aufgebaut und verkauft.
es: Él es el presidente y CEO del grupo de Lonsdale, un inversor privado con sede en Dallas, en empresas de pequeña capitalización. Él es un director de GREENBANK Capital Inc un banco comercial canadiense que cotiza en la Bolsa de Valores de Canadá. Anteriormente fue durante diez años el Presidente de Allegiance Capital Corporation, un banco de inversión privada se centra en fusiones y adquisiciones, con oficinas en Dallas, Nueva York y Chicago. El Sr. Lonsdale ha construido y ha vendido con éxito tres compañías de tecnología de la información de riesgo-financiado, incluyendo la venta de uno de ellos a Microsoft. Al principio de su carrera logró divisiones corporativas de McDonnell Douglas / Boeing y Dun & Bradstreet / A C Nielsen. Obtuvo su MBA en Finanzas y Marketing de la Universidad de Cornell y su B.Sc. en Física y Matemáticas de la Universidad de Leeds Beckett en el Reino Unido.
hi: वे राष्ट्रपति और लोंस्देल समूह के सीईओ, स्मॉल कैप कंपनियों में एक डलास स्थित निजी निवेशक है। उन्होंने Greenbank राजधानी इंक एक कनाडाई व्यापारी कनाडा प्रतिभूति एक्सचेंज में सूचीबद्ध बैंक के एक निदेशक है। इससे पहले वह दस साल निष्ठा राजधानी निगम, एक निजी निवेश विलय और अधिग्रहण पर ध्यान केंद्रित कर बैंक, डलास, न्यूयॉर्क और शिकागो में कार्यालयों के साथ के राष्ट्रपति के लिए किया गया था। श्री लोंस्देल सफलतापूर्वक बनाया गया है और तीन उद्यम वित्त पोषित माइक्रोसॉफ्ट के लिए उनमें से एक को बेचने सहित सूचना प्रौद्योगिकी कंपनियों, बेच दिया है। अपने कैरियर में इससे पहले वह मैकडोनल डगलस / बोइंग और डन एंड ब्रैडस्ट्रीट / ए सी नील्सन के कॉर्पोरेट डिवीजनों में कामयाब रहे। उन्होंने कॉर्नेल विश्वविद्यालय और उसके एससी से वित्त और विपणन में अपने एमबीए प्राप्त भौतिकी और गणित ब्रिटेन में लीड्स विश्वविद्यालय से बेकेट में

source: Advisory Board
de: Beratungsausschuss
es: Junta Consultiva
hi: सलाहकार बोर्ड

source: Rob Levy is Managing Director of Global Innovation Software Labs at PricewaterhouseCoopers (PwC), the worlds’ largest professional
de: Rob Levy ist Geschäftsleiter von Global Innovation Software Labs bei Pricewaterhouse Coopers (PwC), der Welt größten professionellen
es: Rob Levy es director general de Global Innovation Software Labs de PricewaterhouseCoopers (PwC),
hi: रोब लेवी प्राइसवाटरहाउस कूपर्स (पीडब्ल्यूसी) में ग्लोबल इनोवेशन सॉफ्टवेयर लैब्स के प्रबंध निदेशक, दुनिया का 'सबसे बड़ा पेशेवर है

source: services business with offices in 157 countries and revenues of $34B, a Silicon Valley based investment and consulting firm, and Executive in Residence with PricewaterhouseCoopers (PwC), the worlds’ second largest professional services business with offices in 157 countries and revenues of $34B. Previously he was Chief Products Officer of Progress Software (NASDAQ:PRGS), an enterprise application development and deployment software company. He was Chief Technology Officer of BEA Systems (NASDAQ:BEAS, sold to Oracle in 2008 for $8.5B), an enterprise software company with revenues in excess of $1.5B, and Chief Technology Strategist of Computer Associates (NASDAQ:CA), which is one of the largest software companies in the world. He has previously been a director of Revelytix Inc, (sold to Teradata), an enterprise data company, CEO of Eyeona a software company marketing a retail pricing application, Managing Director US Operations of ItemField, a venture backed startup (sold to Informatica), and Senior Vice President of Nastel Technologies, an enterprise software company.
de: Service Firmen mit Büros in 157 Ländern und einem Umsatz von $34 Milliarden, Beratungsunternehmen in Silicon Valley, und Residenz der PricewaterhouseCoopers (PwC), Der Welt zweitgrößten professionellen Service Firma ebenfalls mit Büros in 157 Ländern und $34 Milliarden Umsatz. Vorher war er Hauptprodukt Verantwortlicher von Progress Software (NASDAQ:PRGS), einer Unternehmens Softwarefirma mit einem Umsatz von $1.5 Milliarden, und Haupt-Technologiestratege der “Computer Associates” (NASDAQ:CA) , welche einer der größten Software Firmen weltweit ist. Außerdem war er vorher Direktor von “Revelytix Inc”, (Verkauf an Teradata) einer Unternehmensdatenfirma. Geschäftsleiter von “Eyeona”, einer Software mit Einzelhandel-Preis Applikation. Ausserdem Geschäftsleiter der US Operationen von Itemfield, und Senior Vizepräsident von Nastel Technologies, einem Firmensoftware Unternehmen.
es: empresa de servicios con oficinas en 157 países y unos ingresos de $ 34B, uns empresa de Silicon Valley de inversión y consultoría. También fue él el Ejecutivo en Residencia con PricewaterhouseCoopers (PwC) la segunda empresa más grande de servicios profesionales del mundo, con oficinas en 157 países y unos ingresos de $ 34B . Anteriormente fue Director de Productos de Progress Software (NASDAQ: PRGS), una compañía de desarrollo de aplicaciones empresariales y software de implementación. Era director de tecnología de BEA Systems (NASDAQ: BEAS, que se vende a Oracle en el 2008 por $ 8.5B), una compañía de software para empresas con ingresos superiores a los $ 1.5b, y Tecnología estratega jefe de Computer Associates (NASDAQ: CA), la cual es una de las mayores compañías de software del mundo. Ha sido previamente un director de Revelytix Inc, (vendida a Teradata), una compañía de datos de la empresa, CEO de Eyeona una compañía de software comercialización de una aplicación de precios al por menor, Director General de EE.UU. Operaciones de Itemfield, una empresa respaldada por inversores (vendida a Informatica), y Vicepresidente senior de Nastel Technologies, una compañía de software empresarial.
hi: 157 देशों और $ 34B के राजस्व में कार्यालयों के साथ सेवाओं के व्यापार, एक सिलिकॉन वैली 157 देशों में कार्यालय और $ 34B के राजस्व के साथ आधारित प्राइसवाटरहाउस कूपर्स (पीडब्ल्यूसी) के साथ निवेश और परामर्श फर्म, और निवास में कार्यपालिका, 'दुनिया की दूसरी सबसे बड़ी पेशेवर सेवाओं के व्यापार । एक उद्यम अनुप्रयोग विकास और तैनाती सॉफ्टवेयर कंपनी: इससे पहले वह प्रगति सॉफ्टवेयर (NASDAQ PRGS) के मुख्य उत्पाद अधिकारी था। (: ब्यास, $ 8.5B के लिए 2008 में ओरेकल को बेच NASDAQ), $ 1.5B से अधिक राजस्व के साथ एक उद्यम सॉफ्टवेयर कंपनी है, और मुख्य प्रौद्योगिकी कंप्यूटर एसोसिएट्स के रणनीतिकार (NASDAQ: सीए) है, जो उन्होंने की बीईए सिस्टम्स के मुख्य प्रौद्योगिकी अधिकारी दुनिया में सबसे बड़ी सॉफ्टवेयर कंपनियों में से एक। उन्होंने कहा कि इससे पहले, Revelytix इंक के निदेशक (Teradata को बेच दिया), एक उद्यम डेटा कंपनी, Eyeona के सीईओ एक सॉफ्टवेयर एक खुदरा मूल्य निर्धारण आवेदन विपणन कंपनी, ItemField के प्रबंध निदेशक अमेरिकी कार्रवाई, एक उद्यम समर्थित स्टार्टअप (Informatica को बेचा) कर दिया गया है और सीनियर वाइस Nastel टेक्नोलॉजीज, एक उद्यम सॉफ्टवेयर कंपनी के अध्यक्ष।

source: David J. Robino is a private investor
de: David J. Robino ist privat Investor
es: David J. Robino es un inversor privado
hi: डेविड जे रोबिनो एक निजी निवेशक है

source: and corporate and nonprofit governance expert. He was previously a non-executive director of Insight Enterprises, Inc., (NASDAQ: NSIT) a Fortune 500 global provider of information technology, and a non-executive director of Memec, Inc. then the world’s largest distributor of specialty electronics and semiconductors which was sold to Avnet, Inc., (NYSE: AVT). Before those board roles, Mr. Robino served as the Vice Chairman of Gateway, Inc. His earlier career was spent at The Maytag Corporation, Pepsi-Cola, AC Nielsen, and AT&T. He has a B.A. from Graceland University and an M.S. from Iowa State University. He currently teaches Business Ethics at Southern Oregon University.
de: und Unternehmens und Non-profit Führungsstruktur “Experte”. Vorher war er ein nicht exekutives Mitglied der Insight Enterprises Inc, (NASDAQ: NSIT) einem Fortune 500 globalen Informationstechnologie Anbieter, nicht exekutives Mitglied von Memec Inc, zu Zeiten dem Welt größten Vertriebshändler von elektronischen Geräten und Halbleitern welche an Avnet Inc (NYSE:AVT) verkauft wurde. Vor diesen Vorstandsrollen diente Herr Robino als Vizevorstand von Gateway Inc. Den Anfang seiner Karriere verbrachte er bei The Maytag Corporation, Pepsi-Cola, AC Nielsen und AT&T. Er hat einen Bachelor of Arts von Graceland University und einen Master of Science der Iowa State University. Momentan lehrt er Geschäftsethik an der Southern Oregon University.
es: y experto en corporativas y fines de lucro gubernables. Anteriormente fue director no ejecutivo de Insight Enterprises, Inc., (NASDAQ: NSIT) un proveedor global de Fortune 500 de tecnología de la información, y un director no ejecutivo de Memec, Inc. entonces el mayor distribuidor mundial de productos electrónicos y semiconductores especiales que se vendió a Avnet, Inc., (NYSE: AVT). Antes de esos puestos el Sr. Robino sirvió como el vicepresidente de Gateway, Inc. Su carrera anterior se gastaba en los Maytag Corporation, Pepsi-Cola, AC Nielsen, y AT & T. Él tiene un B. A. de la Universidad de Graceland y un M.S. de la Universidad del Estado de Iowa. Actualmente es profesor de Ética de Negocios de la Universidad del Sur de Oregon.
hi: और कॉर्पोरेट गवर्नेंस और नॉनप्रॉफिट विशेषज्ञ। वह पहले इनसाइट उद्यम, Inc, एक गैर-कार्यकारी निदेशक थे (NASDAQ: NSIT) सूचना प्रौद्योगिकी के एक फॉर्च्यून 500 वैश्विक प्रदाता है, और MEMEC के एक गैर कार्यकारी निदेशक, Inc तो दुनिया की विशेषता इलेक्ट्रॉनिक्स और अर्धचालक की सबसे बड़ी वितरक जो Avnet, इंक, (: एवीटी NYSE) के लिए बेच दिया गया था। उन बोर्ड की भूमिका निभाने से पहले, श्री रोबिनो गेटवे, इंक के उपाध्यक्ष उनकी पिछली कैरियर Maytag निगम, पेप्सी कोला, एसी नीलसन पर खर्च किया गया था, और एटी एंड टी के रूप में कार्य किया। उन्होंने कहा कि एक बीए है ग्रासलैंड विश्वविद्यालय और एक एम एस से आयोवा स्टेट यूनिवर्सिटी से। वह वर्तमान में दक्षिणी ओरेगन विश्वविद्यालय में बिजनेस एथिक्स सिखाता है।

source: Nigel Stuart Little is the former Group Vice Chairman of Canaccord Capital Corporation
de: Nigel Stuart Little ist der vorherige Gruppen Vizevorsitzender von Canaccord Capital Corporation,
es: Nigel Stuart Little es el ex vicepresidente del Grupo Canaccord Capital Corporation
hi: निगेल स्टुअर्ट लिटिल केनककोर्ड राजधानी निगम के पूर्व ग्रुप के वाइस चेयरमैन है

source: one of the largest investment banking businesses in Canada. He was President of Canaccord Adams, the European division of Canaccord, for seven years. Previously he headed up the international divisions at Nomura International, Morgan Stanley International, NationsBanc Panmure/WestLB and HSBC James Capel. Since retiring from Canaccord, he has been a Senior Advisor to Kleinwort Benson Bank, and is currently a Senior Advisor to PPR Estates, a London based private real estate investment company. He has been a Director or Chairman of a number of public and private companies involved in technology, finance, natural resources, and Real Estate. He graduated with an Honors degree in Natural Sciences from the University of London and is a Fellow of The Securities Institute and a Freeman of the City of London.
de: eines der größten Investmentbanking Unternehmen in Kanada. Für sieben Jahre war er Präsident von Canaccord Adams, der europäischen Division von Canaccord. Zuvor leitete er die internationalen Divisionen bei Nomura International, Morgan Stanley International, NationsBanc Panmure/WestLB And HSBC James Capel. Seit seiner Pensionierung bei Canaccord agiert er als Senior Berater bei Benson Bank und PPR Estates einer London basierten privaten Immobilien Investitionsfirma. Er war Direktor und Geschäftsleiter von verschiedenen öffentlich und privaten Unternehmen spezialisiert auf Technologie, Finanzen, Rohstoffe, und Immobilien. Er schließt die University of London mit einem Ehren Abschluss in Naturwissenschaft ab und ist ein Folger der The Securities Institute und ein Freier Mann der Stadt Londons.
es: una de las mayores empresas de banca de inversión en Canadá. Fue Presidente de Canaccord Adams, la división europea de Canaccord, durante siete años. Anteriormente, dirigió las divisiones internacionales de Nomura International, Morgan Stanley International, NationsBanc Panmure / WestLB y HSBC James Capel. Desde que se retiró de Canaccord, que ha sido una asesora superior de Kleinwort Benson Bank, y actualmente es Asesor Principal de PPR Estates, una compañía de inversión inmobiliaria privada con sede en Londres. Ha sido director o presidente de una serie de empresas públicas y privadas involucradas en la tecnología, las finanzas, los recursos naturales, y inmuebles. Se graduó con una licenciatura en Ciencias Naturales de la Universidad de Londres y es un miembro del Instituto de Valores y Freeman, de la ciudad de Londres.
hi: कनाडा में सबसे बड़ा निवेश बैंकिंग कारोबार में से एक। उन्होंने Canaccord एडम्स के राष्ट्रपति, Canaccord के यूरोपीय प्रभाग, सात साल के लिए किया गया था। इससे पहले वह नोमुरा इंटरनेशनल, मॉर्गन स्टेनली इंटरनेशनल, NationsBanc Panmure / WestLB और एचएसबीसी जेम्स Capel पर अंतरराष्ट्रीय डिवीजनों का नेतृत्व किया। Canaccord से अवकाश ग्रहण करने के बाद से वह Kleinwort बेन्सन बैंक के एक वरिष्ठ सलाहकार किया गया है, और वर्तमान में पीपीआर संपदा, एक लंदन आधारित निजी अचल संपत्ति निवेश कंपनी के एक वरिष्ठ सलाहकार है। उन्होंने कहा कि एक निर्देशक या प्रौद्योगिकी, वित्त, प्राकृतिक संसाधन, और अचल संपत्ति में शामिल सार्वजनिक और निजी कंपनियों के एक नंबर के अध्यक्ष किया गया है। उन्होंने लंदन विश्वविद्यालय से प्राकृतिक विज्ञान में एक सम्मान की डिग्री के साथ स्नातक की उपाधि प्राप्त और प्रतिभूति संस्थान और लंदन के शहर के एक फ्रीमैन के एक साथी है।

source: Kevin Kuykendall is a serial entrepreneur and is currently CEO of Vivione Biosciences Inc
de: Kevin Kuykendall ist ein Serienunternehmer und derzeit Geschäftsleiter von Vivione Biosciences Inc,
es: Kevin Kuykendall es un emprendedor y es actualmente director general de Vivione Biosciences Inc
hi: केविन कुय्केंद्ल एक सीरियल उद्यमी है और वर्तमान में विविवन बायोसाइंसेज इंक के सीईओ है

source: a Canadian public company commercializing a bacteria testing technology. He is also CEO and Founder of Tripad LLC, a manufacturer of travel and photography accessories, and Chairman of Health2o Products LLC, a nutraceutical beverage and cosmeceutical skincare products business. Previously he was CEO and Founder of White Energy Company LLC, an ethanol producer.
de: einer kanadischen Aktiengesellschaft die eine Bakterien Prüftechnik kommerzialisiert. Darüber hinaus ist er Geschäftsführer und Gründer von Tripad LLC, einem Hersteller von Reisen und Fotografie Zubehör und Chairman von Health2o Products LLC, ein Nutraceutical Getränk und Cosmeceutical Hautpflege -Produkte Geschäft. Zuvor war er CEO und Gründer von White Energy Company LLC, einem Ethanol-Produzenten.
es: una empresa pública canadiense que comercializa una tecnología de pruebas de bacterias. También es CEO y fundador de Tripad LLC, un fabricante de accesorios de viaje y la fotografía, y el forma parte de la junta de health2o Product LLC ,productos para la piel cosmecéuticos. Anteriormente fue director general y fundador de White Energy Company LLC, un productor de etanol.
hi: कनाडा के एक सार्वजनिक कंपनी एक जीवाणु परीक्षण प्रौद्योगिकी commercializing। उन्होंने यह भी सीईओ और Tripad LLC, यात्रा और फोटोग्राफी उपकरणों की एक निर्माता, और Health2o उत्पाद LLC, एक न्यूट्रा पेय और cosmeceutical स्किनकेयर उत्पादों के कारोबार के अध्यक्ष के संस्थापक है। इससे पहले वह मुख्य कार्यकारी अधिकारी और व्हाइट ऊर्जा कंपनी एलएलसी, एक इथेनॉल निर्माता के संस्थापक थे।

source: Dwayne Walker is Senior VP at Rightside Group
de: Dwayne Walker ist Senior Vizepräsident bei “Rightside Group”,
es: Dwayne Walker es Senior Vicepresidente de Rightside Group
hi: ड्वेन वाकर राईटसाइड समूह में वरिष्ठ उपाध्यक्ष है

source: a Nasdaq listed technology and domain services company. He has been a director, investor and executive at several technology and internet companies including iClick, Escrow.com, FreeShop.com, Micro General, US Connect, Network Commerce, DomainSponsor and Artemis Ventures. He was President of Nasdaq listed Fidelity National Information Solutions, a provider of banking, real estate and payment technologies. Previously he was Director of Sales and Marketing for Microsoft.
de: einem Nasdaq gelisteten Technologie und Domain-Services Unternehmen. Er war ein Direktor, Investor und Vorstandsmitglied verschiedener Internetfirmen darunter iClick, Escrow.com, FreeShop.com, Micro General, US Connect, Network-Commerce, Domain Sponsor und Artemis Ventures. Er war Präsident der Nasdaq gelisteten Fidelity National Information Solutions, ein Anbieter von Bank-, Immobilien- und Zahlungstechnologien . Zuvor war er Verkauf und Marketing Direktor für Microsoft.
es: una empresa de servicios de tecnología listada en NASDAQ. Ha sido director, inversor y ejecutivo de varias empresas de tecnología e internet, incluyendo IClick, Escrow.com, FreeShop.com, Micro general, US Connect, Network Commerce, DomainSponsor y Artemis Ventures. Fue Presidente de NASDAQ Fidelity National Information Solutions, un proveedor de servicios bancarios, inmobiliaria y tecnologías de pago. Anteriormente fue Director de Ventas y Marketing de Microsoft.
hi: एक नैस्डैक में सूचीबद्ध प्रौद्योगिकी और डोमेन सेवा कंपनी। उन्होंने iClick, Escrow.com, FreeShop.com, माइक्रो जनरल, हमें कनेक्ट, नेटवर्क वाणिज्य, DomainSponsor और आर्टेमिस उद्यमों सहित कई प्रौद्योगिकी और इंटरनेट कंपनियों में एक निर्देशक, निवेशक और कार्यकारी किया गया है। उन्होंने नैस्डैक के राष्ट्रपति सूचीबद्ध फिडेलिटी राष्ट्रीय सूचना समाधान, बैंकिंग, अचल संपत्ति और भुगतान प्रौद्योगिकियों के एक प्रदाता था। इससे पहले वह माइक्रोसॉफ्ट के लिए विपणन और बिक्री निदेशक था।

source: Bob Heckman is President of The Allen Group
de: Bob Heckman ist Präsident der Allen-Group,
es: Bob Heckman es Presidente de The Allen Group
hi: बॉब हेक्मन एलन समूह के अध्यक्ष है
